Repository: OneMindLife/OneMind.Life
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pt

# facilitationMode
source: How Phases Run
de: Wie Phasen Ablaufen
es: Como Funcionan las Fases
fr: Comment les Phases Fonctionnent
pt: Como as Fases Funcionam

# facilitationDesc
source: Choose between manual control or automatic timers for phase transitions.
de: Waehle zwischen manueller Steuerung oder automatischen Timern fuer Phasenuebergaenge.
es: Elige entre control manual o temporizadores automaticos para transiciones de fase.
fr: Choisissez entre controle manuel ou minuteurs automatiques pour les transitions de phase.
pt: Escolha entre controle manual ou temporizadores automaticos para transicoes de fase.

# modeAuto
source: Auto
es: Automatico
pt: Automatico

# modeManualDesc
source: You control when each phase starts and ends. No timers.
de: Du kontrollierst, wann jede Phase beginnt und endet. Keine Timer.
es: Tu controlas cuando comienza y termina cada fase. Sin temporizadores.
fr: Vous controlez quand chaque phase commence et se termine. Pas de minuteurs.
pt: Voce controla quando cada fase comeca e termina. Sem temporizadores.

# modeAutoDesc
source: Timers run automatically. You can still end phases early.
de: Timer laufen automatisch. Du kannst Phasen trotzdem frueh beenden.
es: Los temporizadores funcionan automaticamente. Aun puedes terminar fases antes.
fr: Les minuteurs s'executent automatiquement. Vous pouvez toujours terminer les phases plus tot.
pt: Os temporizadores funcionam automaticamente. Voce ainda pode terminar fases antes.

# autoStartParticipants
source: Start when this many join
de: Starten wenn diese Anzahl beitritt
es: Iniciar cuando se unan
fr: Demarrer quand ce nombre rejoint
pt: Iniciar quando este numero entrar

source: Rating Start Mode
de: Bewertungs-Startmodus
es: Modo de Inicio de Calificacion
fr: Mode de Demarrage d'Evaluation
pt: Modo de Inicio da Avaliacao

# ratingStartModeDesc
source: Controls how the rating phase begins after proposing ends.
de: Steuert, wie die Bewertungsphase nach den Vorschlaegen beginnt.
es: Controla como comienza la fase de calificacion despues de terminar las propuestas.
fr: Controle comment la phase d'evaluation commence apres les propositions.
pt: Controla como a fase de avaliacao comeca apos o fim das propostas.

# ratingAutoDesc
source: Rating starts immediately after proposing ends or threshold is met.
de: Die Bewertung beginnt sofort nach den Vorschlaegen oder wenn der Schwellenwert erreicht ist.
es: La calificacion comienza inmediatamente despues de que terminan las propuestas o se alcanza el umbral.
fr: L'evaluation commence immediatement apres les propositions ou quand le seuil est atteint.
pt: A avaliacao comeca imediatamente apos o fim das propostas ou quando o limite e atingido.

# ratingManualDesc
source: After proposing ends, you choose when to start rating (e.g., the next day).
de: Nach den Vorschlaegen waehlen Sie, wann die Bewertung beginnt (z.B. am naechsten Tag).
es: Despues de terminar las propuestas, tu eliges cuando iniciar la calificacion (ej., al dia siguiente).
fr: Apres les propositions, vous choisissez quand demarrer l'evaluation (ex., le lendemain).
pt: Apos o fim das propostas, voce escolhe quando iniciar a avaliacao (ex., no dia seguinte).

# phaseFlowExplanation
source: Each phase runs for up to {duration}, but ends early if {threshold} people participate. Won't end until at least {minimum} ideas exist (timer extends if needed).
de: Jede Phase laeuft bis zu {duration}, endet aber frueh wenn {threshold} Personen teilnehmen. Endet nicht bis mindestens {minimum} Ideen existieren (Timer verlaengert sich bei Bedarf).
es: Cada fase dura hasta {duration}, pero termina antes si {threshold} personas participan. No terminara hasta que existan al menos {minimum} ideas (el temporizador se extiende si es necesario).
fr: Chaque phase dure jusqu'a {duration}, mais se termine tot si {threshold} personnes participent. Ne se terminera pas tant qu'au moins {minimum} idees n'existent (le minuteur s'etend si necessaire).
pt: Cada fase dura ate {duration}, mas termina antes se {threshold} pessoas participarem. Nao terminara ate que existam pelo menos {minimum} ideias (o temporizador se estende se necessario).

source: Enable Schedule
de: Zeitplan Aktivieren
es: Habilitar Horario
fr: Activer le Planning
pt: Habilitar Agenda

# restrictChatRoom
source: Restrict when the chat room is open
de: Einschraenken, wann der Chatraum geoeffnet ist
es: Restringir cuando la sala de chat esta abierta
fr: Restreindre quand la salle de chat est ouverte
pt: Restringir quando a sala de chat esta aberta

source: Timers
de: Timer
es: Temporizadores
fr: Minuteurs
pt: Temporizadores

# useSameDuration
source: Same duration for both phases
de: Gleiche Dauer fur beide Phasen
es: Misma duracion para ambas fases
fr: Meme duree pour les deux phases
pt: Mesma duracao para ambas as fases

# useSameDurationDesc
source: Use the same time limit for proposing and rating
de: Gleiches Zeitlimit fur Vorschlage und Bewertung verwenden
es: Usar el mismo limite de tiempo para propuestas y calificacion
fr: Utiliser la meme limite de temps pour les propositions et l'evaluation
pt: Usar o mesmo limite de tempo para propostas e avaliacao

source: Phase Duration
de: Phasendauer
es: Duracion de Fase
fr: Duree de Phase
pt: Duracao da Fase

source: Proposing
de: Vorschlaege
es: Propuestas
fr: Propositions
pt: Propostas

source: Rating
de: Bewertung
es: Calificacion
fr: Evaluation
pt: Avaliacao

# preset1hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
pt: 1 hora

# preset1day
source: 1 day
de: 1 Tag
es: 1 dia
fr: 1 jour
pt: 1 dia

# presetCustom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalise
pt: Personalizado

# duration2hours
source: 2 hours
de: 2 Stunden
es: 2 horas
fr: 2 heures
pt: 2 horas

# duration4hours
source: 4 hours
de: 4 Stunden
es: 4 horas
fr: 4 heures
pt: 4 horas

# duration8hours
source: 8 hours
de: 8 Stunden
es: 8 horas
fr: 8 heures
pt: 8 horas

# duration12hours
source: 12 hours
de: 12 Stunden
es: 12 horas
fr: 12 heures
pt: 12 horas

source: Hours
de: Stunden
es: Horas
fr: Heures
pt: Horas

source: Minutes
de: Minuten
es: Minutos
pt: Minutos

# minimumToAdvance
source: Required Participation
de: Erforderliche Teilnahme
es: Participacion Requerida
fr: Participation Requise
pt: Participacao Obrigatoria

# timeExtendsAutomatically
source: Phase won't end until requirements are met
de: Die Phase endet nicht, bis die Anforderungen erfuellt sind
es: La fase no terminara hasta que se cumplan los requisitos
fr: La phase ne se terminera pas tant que les exigences ne sont pas satisfaites
pt: A fase nao terminara ate que os requisitos sejam atendidos

# proposingMinimum
source: Ideas needed
de: Benoetigte Ideen
es: Ideas necesarias
fr: Idees necessaires
pt: Ideias necessarias

# proposingMinimumDesc
source: Phase won't end until {count} ideas are submitted
de: Die Phase endet nicht, bis {count} Ideen eingereicht sind
es: La fase no terminara hasta que se envien {count} ideas
fr: La phase ne se terminera pas tant que {count} idees ne sont pas soumises
pt: A fase nao terminara ate que {count} ideias sejam enviadas

# ratingMinimum
source: Ratings needed
de: Benoetigte Bewertungen
es: Calificaciones necesarias
fr: Evaluations necessaires
pt: Avaliacoes necessarias

# ratingMinimumDesc
source: Phase won't end until each idea has {count} ratings
de: Die Phase endet nicht, bis jede Idee {count} Bewertungen hat
es: La fase no terminara hasta que cada idea tenga {count} calificaciones
fr: La phase ne se terminera pas tant que chaque idee n'a pas {count} evaluations
pt: A fase nao terminara ate que cada ideia tenha {count} avaliacoes

# autoAdvanceAt
source: End Phase Early
de: Phase Frueh Beenden
es: Terminar Fase Antes
fr: Terminer la Phase Tot
pt: Terminar Fase Antes

# skipTimerEarly
source: Phase can end early when thresholds are reached
de: Die Phase kann frueh enden, wenn die Schwellenwerte erreicht sind
es: La fase puede terminar antes cuando se alcancen los limites
fr: La phase peut se terminer tot lorsque les seuils sont atteints
pt: A fase pode terminar antes quando os limites forem atingidos

# whenPercentSubmit
source: When {percent}% of participants submit
de: Wenn {percent}% der Teilnehmer einreichen
es: Cuando {percent}% de participantes envian
fr: Quand {percent}% des participants soumettent
pt: Quando {percent}% dos participantes enviam

# minParticipantsSubmit
source: Ideas needed
de: Benoetigte Ideen
es: Ideas necesarias
fr: Idees necessaires
pt: Ideias necessarias

# minAvgRaters
source: Ratings needed
de: Benoetigte Bewertungen
es: Calificaciones necesarias
fr: Evaluations necessaires
pt: Avaliacoes necessarias

# proposingThresholdPreview
source: Phase ends early when {threshold} of {participants} participants submit ideas ({percent}%)
de: Phase endet frueh wenn {threshold} von {participants} Teilnehmern Ideen einreichen ({percent}%)
es: La fase termina antes cuando {threshold} de {participants} participantes envian ideas ({percent}%)
fr: La phase se termine tot quand {threshold} sur {participants} participants soumettent des idees ({percent}%)
pt: A fase termina antes quando {threshold} de {participants} participantes enviam ideias ({percent}%)

# proposingThresholdPreviewSimple
source: Phase ends early when {threshold} ideas are submitted
de: Phase endet frueh, wenn {threshold} Ideen eingereicht sind
es: La fase termina antes cuando se envien {threshold} ideas
fr: La phase se termine tot quand {threshold} idees sont soumises
pt: A fase termina antes quando {threshold} ideias sao enviadas

# ratingThresholdPreview
source: Phase ends early when each idea has {threshold} ratings
de: Phase endet frueh, wenn jede Idee {threshold} Bewertungen hat
es: La fase termina antes cuando cada idea tenga {threshold} calificaciones
fr: La phase se termine tot quand chaque idee a {threshold} evaluations
pt: A fase termina antes quando cada ideia tem {threshold} avaliacoes

source: Consensus Settings
de: Konvergenz-Einstellungen
es: Configuracion de Convergencia
fr: Parametres de Consensus
pt: Configuracoes de Convergencia

source: Confirmation rounds
de: Bestaetigungsrunden
es: Rondas de confirmacion
fr: Tours de confirmation
pt: Rodadas de confirmacao

# firstWinnerConsensus
source: First winner reaches consensus immediately
de: Der erste Gewinner erreicht sofort Konvergenz
es: El primer ganador alcanza convergencia inmediatamente
fr: Le premier gagnant atteint le consensus immediatement
pt: O primeiro vencedor alcanca convergencia imediatamente

# mustWinConsecutive
source: Same proposition must win {count} rounds in a row
de: Derselbe Vorschlag muss {count} Runden hintereinander gewinnen
es: La misma propuesta debe ganar {count} rondas consecutivas
fr: La meme proposition doit gagner {count} tours consecutifs
pt: A mesma proposta deve vencer {count} rodadas consecutivas

# showFullResults
source: Show full results from past rounds
de: Vollstaendige Ergebnisse aus frueheren Runden anzeigen
es: Mostrar resultados completos de rondas anteriores
fr: Afficher les resultats complets des tours precedents
pt: Mostrar resultados completos de rodadas anteriores

# seeAllPropositions
source: Users see all propositions and ratings
de: Benutzer sehen alle Vorschlaege und Bewertungen
es: Los usuarios ven todas las propuestas y calificaciones
fr: Les utilisateurs voient toutes les propositions et evaluations
pt: Usuarios veem todas as propostas e avaliacoes

# seeWinningOnly
source: Users only see the winning proposition
de: Benutzer sehen nur den Gewinnervorschlag
es: Los usuarios solo ven la propuesta ganadora
fr: Les utilisateurs ne voient que la proposition gagnante
pt: Usuarios veem apenas a proposta vencedora

source: Proposition Limits
de: Vorschlagslimits
es: Limites de Propuestas
fr: Limites de Propositions
pt: Limites de Propostas

source: Propositions per user
de: Vorschlaege pro Benutzer
es: Propuestas por usuario
fr: Propositions par utilisateur
pt: Propostas por usuario

# onePropositionPerRound
source: Each user can submit 1 proposition per round
de: Jeder Benutzer kann 1 Vorschlag pro Runde einreichen
es: Cada usuario puede enviar 1 propuesta por ronda
fr: Chaque utilisateur peut soumettre 1 proposition par tour
pt: Cada usuario pode enviar 1 proposta por rodada

# nPropositionsPerRound
source: Each user can submit up to {count} propositions per round
de: Jeder Benutzer kann bis zu {count} Vorschlaege pro Runde einreichen
es: Cada usuario puede enviar hasta {count} propuestas por ronda
fr: Chaque utilisateur peut soumettre jusqu'a {count} propositions par tour
pt: Cada usuario pode enviar ate {count} propostas por rodada

source: Adaptive Duration
de: Adaptive Dauer
es: Duracion Adaptativa
fr: Duree Adaptative
pt: Duracao Adaptativa

# adjustDurationDesc
source: Auto-adjust phase duration based on participation
de: Phasendauer automatisch basierend auf Teilnahme anpassen
es: Auto-ajustar la duracion de fase segun la participacion
fr: Auto-ajuster la duree de phase selon la participation
pt: Auto-ajustar a duracao da fase com base na participacao

# durationAdjusts
source: Duration adjusts based on participation
de: Dauer passt sich basierend auf Teilnahme an
es: La duracion se ajusta segun la participacion
fr: La duree s'ajuste selon la participation
pt: A duracao se ajusta com base na participacao

# fixedDurations
source: Fixed phase durations
de: Feste Phasendauern
es: Duraciones de fase fijas
fr: Durees de phase fixes
pt: Duracoes de fase fixas

# usesThresholds
source: Uses early advance thresholds to determine participation
de: Verwendet Frueh-Vorlauf-Schwellenwerte zur Bestimmung der Teilnahme
es: Usa umbrales de avance temprano para determinar la participacion
fr: Utilise les seuils d'avance anticipee pour determiner la participation
pt: Usa limites de avanco antecipado para determinar a participacao

source: Adjustment: {percent}%
de: Anpassung: {percent}%
es: Ajuste: {percent}%
fr: Ajustement: {percent}%
pt: Ajuste: {percent}%

# minDuration
source: Minimum duration
de: Mindestdauer
es: Duracion minima
fr: Duree minimum
pt: Duracao minima

# maxDuration
source: Maximum duration
de: Maximaldauer
es: Duracion maxima
fr: Duree maximum
pt: Duracao maxima

source: AI Participant
de: KI-Teilnehmer
es: Participante IA
fr: Participant IA
pt: Participante IA

# enableAI
source: Enable OneMind AI
de: OneMind AI aktivieren
es: Habilitar OneMind AI
fr: Activer OneMind AI
pt: Habilitar OneMind AI

source: AI propositions per round
de: KI-Vorschlaege pro Runde
es: Propuestas de IA por ronda
fr: Propositions IA par tour
pt: Propostas de IA por rodada

# scheduleTypeLabel
source: Schedule Type
de: Zeitplan-Typ
es: Tipo de Horario
fr: Type de Planning
pt: Tipo de Agenda

# scheduleOneTime
source: One-time
de: Einmalig
es: Una vez
fr: Une fois
pt: Uma vez

# scheduleRecurring
source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Recurrent
pt: Recorrente

# hideOutsideSchedule
source: Hide when outside schedule
de: Ausserhalb des Zeitplans verbergen
es: Ocultar fuera de horario
fr: Masquer hors planning
pt: Ocultar fora da agenda

# visiblePaused
source: Chat visible but paused outside schedule
de: Chat sichtbar aber pausiert ausserhalb des Zeitplans
es: Chat visible pero pausado fuera de horario
fr: Chat visible mais en pause hors planning
pt: Chat visivel mas pausado fora da agenda

# hiddenUntilWindow
source: Chat hidden until next scheduled window
de: Chat verborgen bis zum naechsten geplanten Fenster
es: Chat oculto hasta la proxima ventana programada
fr: Chat masque jusqu'a la prochaine fenetre planifiee
pt: Chat oculto ate a proxima janela agendada

# timezoneLabel
source: Timezone
de: Zeitzone
es: Zona Horaria
fr: Fuseau Horaire
pt: Fuso Horario

# scheduleWindowsTitle
source: Schedule Windows
de: Zeitplan-Fenster
es: Ventanas de Horario
fr: Fenetres de Planning
pt: Janelas de Agenda

# addWindowButton
source: Add Window
de: Fenster Hinzufuegen
es: Agregar Ventana
fr: Ajouter une Fenetre
pt: Adicionar Janela

# scheduleWindowsDesc
source: Define when the chat is active. Supports overnight windows (e.g., 11pm to 1am next day).
de: Lege fest, wann der Chat aktiv ist. Unterstuetzt Nachtfenster (z.B. 23 Uhr bis 1 Uhr am naechsten Tag).
es: Define cuando el chat esta activo. Soporta ventanas nocturnas (ej., 11pm a 1am del dia siguiente).
fr: Definissez quand le chat est actif. Supporte les fenetres nocturnes (ex., 23h a 1h le lendemain).
pt: Defina quando o chat esta ativo. Suporta janelas noturnas (ex., 23h ate 1h do dia seguinte).

# windowNumber
source: Window {n}
de: Fenster {n}
es: Ventana {n}
fr: Fenetre {n}
pt: Janela {n}

source: Remove window
de: Fenster entfernen
es: Eliminar ventana
fr: Supprimer la fenetre
pt: Remover janela

source: Start Day
de: Starttag
es: Dia de Inicio
fr: Jour de Debut
pt: Dia de Inicio

source: End Day
de: Endtag
es: Dia de Fin
fr: Jour de Fin
pt: Dia de Fim

# daySun
source: Sun
de: So
es: Dom
fr: Dim
pt: Dom

# dayMon
source: Mon
de: Mo
es: Lun
fr: Lun
pt: Seg

# dayTue
source: Tue
de: Di
es: Mar
fr: Mar
pt: Ter

# dayWed
source: Wed
de: Mi
es: Mie
fr: Mer
pt: Qua

# dayThu
source: Thu
de: Do
es: Jue
fr: Jeu
pt: Qui

# dayFri
source: Fri
de: Fr
es: Vie
fr: Ven
pt: Sex

# daySat
source: Sat
de: Sa
es: Sab
fr: Sam
pt: Sab

# timerWarningTitle
source: Timer Warning
de: Timer-Warnung
es: Advertencia de Temporizador
fr: Avertissement de Minuteur
pt: Aviso de Temporizador

# timerWarningContent
source: Your phase timers are longer than the {minutes}-minute schedule window. Phases may extend beyond the scheduled time, or pause when the window closes. Consider using shorter timers (5 min or 30 min) for scheduled sessions.
de: Deine Phasen-Timer sind laenger als das {minutes}-Minuten-Zeitfenster. Phasen koennen ueber die geplante Zeit hinausgehen oder pausieren, wenn das Fenster schliesst. Erwaege kuerzere Timer (5 Min oder 30 Min) fuer geplante Sitzungen.
es: Tus temporizadores de fase son mas largos que la ventana de {minutes} minutos. Las fases pueden extenderse mas alla del tiempo programado, o pausarse cuando la ventana se cierre. Considera usar temporizadores mas cortos (5 min o 30 min) para sesiones programadas.
fr: Vos minuteurs de phase sont plus longs que la fenetre de {minutes} minutes. Les phases peuvent s'etendre au-dela du temps planifie, ou se mettre en pause a la fermeture de la fenetre. Envisagez d'utiliser des minuteurs plus courts (5 min ou 30 min) pour les sessions planifiees.
pt: Seus temporizadores de fase sao mais longos que a janela de {minutes} minutos. As fases podem se estender alem do tempo agendado, ou pausar quando a janela fechar. Considere usar temporizadores mais curtos (5 min ou 30 min) para sessoes agendadas.

# adjustSettingsButton
source: Adjust Settings
de: Einstellungen Anpassen
es: Ajustar Configuracion
fr: Ajuster les Parametres
pt: Ajustar Configuracoes

# continueAnywayButton
source: Continue Anyway
de: Trotzdem Fortfahren
es: Continuar de Todos Modos
fr: Continuer Quand Meme
pt: Continuar Mesmo Assim

# chatCreatedTitle
source: Chat Created!
de: Chat Erstellt!
es: Chat Creado!
fr: Chat Cree!
pt: Chat Criado!

# chatNowPublicTitle
source: Your chat is now public!
de: Dein Chat ist jetzt oeffentlich!
es: Tu chat es ahora publico!
fr: Votre chat est maintenant public!
pt: Seu chat agora e publico!

# anyoneCanJoinDiscover
source: Anyone can find and join "{name}" from the Discover page.
de: Jeder kann "{name}" auf der Entdecken-Seite finden und beitreten.
es: Cualquiera puede encontrar y unirse a "{name}" desde la pagina Descubrir.
fr: N'importe qui peut trouver et rejoindre "{name}" depuis la page Decouvrir.
pt: Qualquer pessoa pode encontrar e entrar em "{name}" na pagina Descobrir.

# invitesSentTitle
source: {count} invites sent!
de: {count} Einladungen gesendet!
es: {count} invitaciones enviadas!
fr: {count} invitations envoyees!
pt: {count} convites enviados!

# noInvitesSentTitle
source: No invites sent
de: Keine Einladungen gesendet
es: Sin invitaciones enviadas
fr: Aucune invitation envoyee
pt: Nenhum convite enviado

# inviteOnlyMessage
source: Only invited users can join this chat.
de: Nur eingeladene Benutzer koennen diesem Chat beitreten.
es: Solo usuarios invitados pueden unirse a este chat.
fr: Seuls les utilisateurs invites peuvent rejoindre ce chat.
pt: Apenas usuarios convidados podem entrar neste chat.

# shareCodeInstruction
source: Share this code with participants:
de: Teile diesen Code mit den Teilnehmern:
es: Comparte este codigo con los participantes:
fr: Partagez ce code avec les participants:
pt: Compartilhe este codigo com os participantes:

# codeCopied
source: Invite code copied to clipboard
de: Einladungscode kopiert
es: Codigo de invitacion copiado
fr: Code d'invitation copie
pt: Codigo de convite copiado

# joinScreenTitle
source: Join Chat
de: Chat Beitreten
es: Unirse al Chat
fr: Rejoindre le Chat
pt: Entrar no Chat

# noTokenOrCode
source: No invite token or code provided
de: Kein Einladungs-Token oder -Code angegeben
es: No se proporciono token o codigo de invitacion
fr: Aucun token ou code d'invitation fourni
pt: Nenhum token ou codigo de convite fornecido

# invalidExpiredInvite
source: This invite link is invalid or has expired
de: Dieser Einladungslink ist ungueltig oder abgelaufen
es: Este enlace de invitacion es invalido o ha expirado
fr: Ce lien d'invitation est invalide ou a expire
pt: Este link de convite e invalido ou expirou

# inviteOnlyError
source: This chat requires an email invite. Please use the invite link sent to your email.
de: Dieser Chat erfordert eine E-Mail-Einladung. Bitte verwende den an deine E-Mail gesendeten Link.
es: Este chat requiere una invitacion por email. Por favor usa el enlace enviado a tu email.
fr: Ce chat necessite une invitation par email. Veuillez utiliser le lien envoye a votre email.
pt: Este chat requer um convite por email. Por favor, use o link enviado para seu email.

# invalidInviteTitle
source: Invalid Invite
de: Ungueltige Einladung
es: Invitacion Invalida
fr: Invitation Invalide
pt: Convite Invalido

# invalidInviteDefault
source: This invite link is not valid.
de: Dieser Einladungslink ist nicht gueltig.
es: Este enlace de invitacion no es valido.
fr: Ce lien d'invitation n'est pas valide.
pt: Este link de convite nao e valido.

# invitedToJoin
source: You're invited to join
de: Du bist eingeladen beizutreten
es: Estas invitado a unirte
fr: Vous etes invite a rejoindre
pt: Voce foi convidado a entrar

# enterNameToJoin
source: Enter your name to join:
de: Gib deinen Namen ein, um beizutreten:
es: Ingresa tu nombre para unirte:
fr: Entrez votre nom pour rejoindre:
pt: Digite seu nome para entrar:

# nameVisibleNotice
source: This name will be visible to other participants.
de: Dieser Name wird anderen Teilnehmern angezeigt.
es: Este nombre sera visible para otros participantes.
fr: Ce nom sera visible par les autres participants.
pt: Este nome sera visivel para outros participantes.

# requiresApprovalNotice
source: This chat requires host approval to join.
de: Dieser Chat erfordert die Genehmigung des Gastgebers zum Beitreten.
es: Este chat requiere aprobacion del anfitrion para unirse.
fr: Ce chat necessite l'approbation de l'hote pour rejoindre.
pt: Este chat requer aprovacao do anfitriao para entrar.

# requestToJoinButton
source: Request to Join
de: Beitritt Anfragen
es: Solicitar Unirse
fr: Demander a Rejoindre
pt: Solicitar Entrada

# joinChatButton
source: Join Chat
de: Chat Beitreten
es: Unirse al Chat
fr: Rejoindre le Chat
pt: Entrar no Chat

# creditsTitle
source: Credits
de: Guthaben
es: Creditos
pt: Creditos

source: Your Balance
de: Dein Kontostand
es: Tu Saldo
fr: Votre Solde
pt: Seu Saldo

source: Paid Credits
de: Bezahlte Guthaben
es: Creditos Pagados
fr: Credits Payes
pt: Creditos Pagos

source: Free This Month
de: Gratis diesen Monat
es: Gratis Este Mes
fr: Gratuits ce Mois
pt: Gratis Este Mes
