Repository: OneMindLife/OneMind.Life
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pt

source: Total Available
de: Gesamt Verfuegbar
es: Total Disponible
fr: Total Disponible
pt: Total Disponivel

source: user-rounds
de: Benutzer-Runden
es: rondas-usuario
fr: tours-utilisateur
pt: rodadas-usuario

# freeTierResets
source: Free tier resets {date}
de: Gratis-Stufe wird zurueckgesetzt {date}
es: El nivel gratuito se reinicia {date}
fr: Le niveau gratuit se reinitialise {date}
pt: O nivel gratuito reinicia {date}

source: Buy Credits
de: Guthaben Kaufen
es: Comprar Creditos
fr: Acheter des Credits
pt: Comprar Creditos

# pricingInfo
source: 1 credit = 1 user-round = $0.01
de: 1 Guthaben = 1 Benutzer-Runde = 0,01$
es: 1 credito = 1 ronda-usuario = $0.01
fr: 1 credit = 1 tour-utilisateur = 0,01$
pt: 1 credito = 1 rodada-usuario = $0.01

# autoRefillTitle
source: Auto-Refill
de: Auto-Aufladung
es: Auto-Recarga
fr: Auto-Recharge
pt: Auto-Recarga

# autoRefillDesc
source: Automatically purchase credits when balance falls below threshold
de: Guthaben automatisch kaufen, wenn der Kontostand unter den Schwellenwert faellt
es: Comprar creditos automaticamente cuando el saldo cae bajo el umbral
fr: Acheter des credits automatiquement quand le solde passe sous le seuil
pt: Comprar creditos automaticamente quando o saldo cai abaixo do limite

# lastError
source: Last error: {error}
de: Letzter Fehler: {error}
es: Ultimo error: {error}
fr: Derniere erreur: {error}
pt: Ultimo erro: {error}

# autoRefillComingSoon
source: Auto-refill setup coming soon. For now, purchase credits manually above.
de: Auto-Aufladung-Einrichtung bald verfuegbar. Kaufe vorerst Guthaben manuell oben.
es: Configuracion de auto-recarga proximamente. Por ahora, compra creditos manualmente arriba.
fr: Configuration de l'auto-recharge bientot disponible. Pour l'instant, achetez des credits manuellement ci-dessus.
pt: Configuracao de auto-recarga em breve. Por enquanto, compre creditos manualmente acima.

source: When below
de: Wenn unter
es: Cuando este bajo
fr: Quand en dessous de
pt: Quando abaixo de

source: Refill to
de: Aufladen auf
es: Recargar a
fr: Recharger a
pt: Recarregar para

# disableAutoRefillMessage
source: This will disable auto-refill. You can add a new payment method later.
de: Dies wird die Auto-Aufladung deaktivieren. Du kannst spaeter eine neue Zahlungsmethode hinzufuegen.
es: Esto deshabilitara la auto-recarga. Puedes agregar un nuevo metodo de pago despues.
fr: Cela desactivera l'auto-recharge. Vous pouvez ajouter un nouveau moyen de paiement plus tard.
pt: Isso desabilitara a auto-recarga. Voce pode adicionar um novo metodo de pagamento depois.

source: Recent Transactions
de: Letzte Transaktionen
es: Transacciones Recientes
fr: Transactions Recentes
pt: Transacoes Recentes

source: No transaction history
de: Keine Transaktionshistorie
es: Sin historial de transacciones
fr: Aucun historique de transactions
pt: Sem historico de transacoes

# chatSettingsTitle
source: Chat Settings
de: Chat-Einstellungen
es: Configuracion del Chat
fr: Parametres du Chat
pt: Configuracoes do Chat

source: Access & Visibility
de: Zugang & Sichtbarkeit
es: Acceso y Visibilidad
fr: Acces et Visibilite
pt: Acesso e Visibilidade

source: Access Method
de: Zugriffsmethode
es: Metodo de Acceso
fr: Methode d'Acces
pt: Metodo de Acesso

source: Facilitation
de: Moderation
es: Facilitacion
pt: Facilitacao

source: Start Mode
de: Startmodus
es: Modo de Inicio
fr: Mode de Demarrage
pt: Modo de Inicio

source: Auto-Start Threshold
de: Auto-Start-Schwelle
es: Umbral de Auto-Inicio
fr: Seuil d'Auto-Demarrage
pt: Limite de Auto-Inicio

source: {n} participants
de: {n} Teilnehmer
es: {n} participantes
pt: {n} participantes

source: Proposing Duration
de: Vorschlagsdauer
es: Duracion de Propuestas
fr: Duree des Propositions
pt: Duracao de Propostas

source: Rating Duration
de: Bewertungsdauer
es: Duracion de Calificacion
fr: Duree d'Evaluation
pt: Duracao de Avaliacao

source: {n} seconds
de: {n} Sekunden
es: {n} segundos
fr: {n} secondes
pt: {n} segundos

source: {n} minutes
de: {n} Minuten
es: {n} minutos
pt: {n} minutos

source: {n} hours
de: {n} Stunden
es: {n} horas
fr: {n} heures
pt: {n} horas

source: {n} days
de: {n} Tage
es: {n} dias
fr: {n} jours
pt: {n} dias

source: Minimum Requirements
de: Mindestanforderungen
es: Requisitos Minimos
fr: Exigences Minimales
pt: Requisitos Minimos

source: {n} propositions
de: {n} Vorschlaege
es: {n} propuestas
pt: {n} propostas

source: {n} avg raters
de: {n} durchschnittliche Bewerter pro Vorschlag
es: {n} calificadores promedio por propuesta
fr: {n} evaluateurs en moyenne par proposition
pt: {n} avaliadores em media por proposta

source: Early Advance Thresholds
de: Frueh-Vorlauf-Schwellenwerte
es: Umbrales de Avance Temprano
fr: Seuils d'Avance Anticipee
pt: Limites de Avanco Antecipado

source: Proposing Threshold
de: Vorschlags-Schwelle
es: Umbral de Propuestas
fr: Seuil de Propositions
pt: Limite de Propostas

source: Rating Threshold
de: Bewertungs-Schwelle
es: Umbral de Calificacion
fr: Seuil d'Evaluation
pt: Limite de Avaliacao

source: {n} consecutive wins
de: {n} aufeinanderfolgende Siege
es: {n} victorias consecutivas
fr: {n} victoires consecutives
pt: {n} vitorias consecutivas

source: Enabled
de: Aktiviert
es: Habilitado
fr: Active
pt: Habilitado

source: {n} per round
de: {n} pro Runde
es: {n} por ronda
fr: {n} par tour
pt: {n} por rodada

source: Scheduled Start
de: Geplanter Start
es: Inicio Programado
fr: Demarrage Planifie
pt: Inicio Agendado

source: Windows
de: Fenster
es: Ventanas
fr: Fenetres
pt: Janelas

source: {n} configured
de: {n} konfiguriert
es: {n} configuradas
fr: {n} configurees
pt: {n} configuradas

source: Visible Outside Schedule
de: Sichtbar Ausserhalb des Zeitplans
es: Visible Fuera de Horario
fr: Visible Hors Planning
pt: Visivel Fora da Agenda

# privacyPolicyTitle
source: Privacy Policy
de: Datenschutzrichtlinie
es: Politica de Privacidad
fr: Politique de Confidentialite
pt: Politica de Privacidade

# termsOfServiceTitle
source: Terms of Service
de: Nutzungsbedingungen
es: Terminos de Servicio
fr: Conditions d'Utilisation
pt: Termos de Servico

# lastUpdated
source: Last updated: {date}
de: Letzte Aktualisierung: {date}
es: Ultima actualizacion: {date}
fr: Derniere mise a jour: {date}
pt: Ultima atualizacao: {date}

source: Chat Settings
de: Chat-Einstellungen
es: Configuración del Chat
fr: Paramètres du Chat
pt: Configurações do Chat

# chatName
source: Name
es: Nombre
fr: Nom
pt: Nome

# chatDescription
source: Description
de: Beschreibung
es: Descripción
pt: Descrição

# accessAndVisibility
source: Access & Visibility
de: Zugang und Sichtbarkeit
es: Acceso y Visibilidad
fr: Accès et Visibilité
pt: Acesso e Visibilidade

# autoMode
source: Auto
de: Automatisch
es: Automático
fr: Automatique
pt: Automático

source: avg raters per proposition
de: durchschnittliche Bewerter pro Vorschlag
es: calificadores promedio por proposición
fr: évaluateurs moyens par proposition
pt: avaliadores médios por proposição

source: Consensus
de: Konvergenz
es: Convergencia
pt: Convergencia

source: AI Propositions
de: KI-Vorschläge
es: Proposiciones de IA
fr: Propositions IA
pt: Proposições de IA

source: per round
de: pro Runde
es: por ronda
fr: par tour
pt: por rodada

source: Schedule
de: Zeitplan
es: Horario
fr: Horaire
pt: Agenda

source: configured
de: konfiguriert
es: configurado
fr: configuré
pt: configurado

# publicAccess
source: Public
de: Öffentlich
es: Público
pt: Público

# inviteCodeAccess
source: Invite Code
de: Einladungscode
es: Código de Invitación
fr: Code d'Invitation
pt: Código de Convite

# inviteOnlyAccess
source: Invite Only
de: Nur auf Einladung
es: Solo por Invitación
fr: Sur Invitation Uniquement
pt: Somente por Convite

# shareLinkTitle
source: Share link to join {chatName}
de: Link teilen, um {chatName} beizutreten
es: Compartir enlace para unirse a {chatName}
fr: Partager le lien pour rejoindre {chatName}
pt: Compartilhar link para entrar em {chatName}

# shareButton
source: Share
de: Teilen
es: Compartir
fr: Partager
pt: Compartilhar

# copyLinkButton
source: Copy Link
de: Link kopieren
es: Copiar Enlace
fr: Copier le Lien
pt: Copiar Link

# linkCopied
source: Link copied to clipboard
de: Link in Zwischenablage kopiert
es: Enlace copiado al portapapeles
fr: Lien copie dans le presse-papiers
pt: Link copiado para a area de transferencia

# enterCodeManually
source: Or enter code manually:
de: Oder Code manuell eingeben:
es: O ingresa el codigo manualmente:
fr: Ou entrez le code manuellement:
pt: Ou digite o codigo manualmente:

# shareNotSupported
source: Share not available - link copied instead
de: Teilen nicht verfuegbar - Link kopiert
es: Compartir no disponible - enlace copiado
fr: Partage non disponible - lien copie
pt: Compartilhamento nao disponivel - link copiado

source: or scan
de: oder scannen
es: o escanea
fr: ou scanner
pt: ou escaneie

# tutorialTemplateCommunity
source: Community Decision
de: Gemeinschaftsentscheidung
es: Decisión comunitaria
pt: Decisão comunitária

# tutorialTemplateCommunityDesc
source: What should our neighborhood do together?
de: Was sollte unsere Nachbarschaft gemeinsam tun?
es: ¿Qué debería hacer nuestro barrio juntos?
pt: O que nosso bairro deveria fazer junto?

# tutorialTemplateWorkplace
source: Workplace Culture
de: Arbeitskultur
es: Cultura laboral
pt: Cultura de trabalho

# tutorialTemplateWorkplaceDesc
source: What should our team focus on?
de: Worauf sollte unser Team sich konzentrieren?
es: ¿En qué debería enfocarse nuestro equipo?
pt: No que nossa equipe deveria focar?

# tutorialTemplateFamily
source: Family
de: Familie
es: Familia
pt: Família

# tutorialTemplateFamilyDesc
source: Where should we go on vacation?
de: Wohin sollen wir in den Urlaub fahren?
es: ¿Adónde deberíamos ir de vacaciones?
pt: Para onde devemos ir de férias?

# tutorialTemplatePersonal
source: Personal Decision
de: Persönliche Entscheidung
es: Decisión personal
pt: Decisão pessoal

# tutorialTemplatePersonalDesc
source: What should I do after graduation?
de: Was soll ich nach dem Abschluss tun?
es: ¿Qué debería hacer después de graduarme?
pt: O que devo fazer depois de me formar?

# tutorialTemplateGovernment
source: City Budget
de: Stadthaushalt
es: Presupuesto municipal
pt: Orçamento municipal

# tutorialTemplateGovernmentDesc
source: How should we spend the city budget?
de: Wie sollen wir den Stadthaushalt ausgeben?
es: ¿Cómo deberíamos gastar el presupuesto municipal?
pt: Como devemos gastar o orçamento municipal?

# tutorialTemplateWorld
source: Global Issues
de: Globale Themen
es: Temas globales
pt: Questões globais

# tutorialTemplateWorldDesc
source: What global issue matters most?
de: Welches globale Thema ist am wichtigsten?
es: ¿Qué problema global es más importante?
pt: Qual questão global é mais importante?

# tutorialTemplateCustom
source: Custom Topic
de: Eigenes Thema
es: Tema personalizado
pt: Tema personalizado

# tutorialTemplateCustomDesc
source: Enter your own question
de: Eigene Frage eingeben
es: Escribe tu propia pregunta
pt: Digite sua própria pergunta

# tutorialCustomQuestionHint
source: Type your question...
de: Frage eingeben...
es: Escribe tu pregunta...
pt: Digite sua pergunta...

# tutorialRound1ResultTemplate
source: '{winner}' won this round! To become a permanent answer, it must win again next round.
de: '{winner}' hat Runde 1 gewonnen!
es: ¡'{winner}' ganó la Ronda 1!
pt: '{winner}' venceu esta rodada! Mas ainda não é definitivo. Precisa vencer a próxima rodada para ser adicionado permanentemente ao chat do grupo.

# tutorialRound2PromptTemplate
source: Seeing '{winner}' as the group's current answer - can you think of something better?
pt: O vencedor '{winner}' e automaticamente levado para competir novamente. Precisa vencer 2 rodadas seguidas para se tornar uma resposta permanente.

# tutorialWelcomeTitle
source: Welcome to OneMind
de: Willkommen bei OneMind!
es: ¡Bienvenido a OneMind!
fr: Bienvenue sur OneMind
pt: Bem-vindo!

# tutorialWelcomeSubtitle
source: Learn how groups reach consensus together
de: Wähle ein Thema zum Üben
es: Elige un tema para practicar
fr: Apprenez comment les groupes atteignent un consensus ensemble
pt: Escolha um cenário de prática

# tutorialTheQuestion
source: The question:
de: Die Frage:
es: La pregunta:
fr: La question:
pt: A pergunta:

# tutorialQuestion
source: What do we value?
de: Was schaetzen wir?
es: Que valoramos?
fr: Qu'est-ce que nous valorisons?
pt: O que valorizamos?

# tutorialStartButton
source: Start Tutorial
de: Tutorial Starten
es: Iniciar Tutorial
fr: Commencer le Tutoriel
pt: Iniciar Tutorial

# tutorialSkipButton
source: Skip tutorial
de: Tutorial ueberspringen
es: Saltar tutorial
fr: Passer le tutoriel
pt: Pular tutorial

# tutorialConsensusReached
source: Consensus Reached!
de: Konvergenz Erreicht!
es: Convergencia Alcanzada!
fr: Consensus Atteint!
pt: Convergencia Alcancada!

# tutorialWonTwoRounds
source: "{proposition}" won 2 rounds in a row.
de: "{proposition}" hat 2 Runden hintereinander gewonnen.
es: "{proposition}" gano 2 rondas seguidas.
fr: "{proposition}" a gagne 2 tours d'affilee.
pt: "{proposition}" venceu 2 rodadas seguidas.

# tutorialAddedToChat
source: It's now added to the chat above.
de: Du wurdest auch automatisch zum Offiziellen OneMind Chat hinzugefuegt, in dem alle gemeinsam Themen diskutieren.
es: Tambien se te ha agregado automaticamente al chat Oficial de OneMind, donde todos discuten temas juntos.
fr: C'est maintenant ajoute au chat ci-dessus.
pt: Voce tambem foi adicionado automaticamente ao chat Oficial do OneMind, onde todos discutem topicos juntos.

# tutorialFinishButton
source: Finish Tutorial
de: Tutorial Beenden
es: Terminar Tutorial
fr: Terminer le Tutoriel
pt: Finalizar Tutorial

# tutorialRound1Result
source: 'Success' won this round! To become a permanent answer, it must win again next round.
de: 'Erfolg' hat Runde 1 gewonnen!
es: ¡'Éxito' ganó la Ronda 1!
fr: 'Succes' a gagne ce tour! Pour devenir une reponse permanente, il doit gagner a nouveau au prochain tour.
pt: 'Sucesso' venceu esta rodada! Mas ainda não é definitivo. Precisa vencer a próxima rodada para ser adicionado permanentemente ao chat do grupo.

# tutorialProposingHint
source: Submit an idea you want to become the group's answer.
de: Reiche deine Idee ein — sie tritt gegen die aller anderen an.
es: Envía tu idea — competirá contra las de todos los demás.
fr: Soumettez une idee que vous voulez voir devenir la reponse du groupe.
pt: Envie uma ideia que voce quer que seja a resposta do grupo.

# tutorialProposingHintWithWinner
source: Can you think of something better? Submit an idea to challenge the current winner.
de: Reiche eine neue Idee ein, um gegen den Gewinner der letzten Runde anzutreten.
es: Envía una nueva idea para competir contra el ganador de la ronda anterior.
fr: Pouvez-vous trouver mieux? Soumettez une idee pour defier le gagnant actuel.
pt: Envie uma nova ideia. Ela sera avaliada junto com o vencedor anterior.

# tutorialRatingHint
source: To prevent bias, everyone rates all ideas except their own. Yours is hidden from you but others will rate it.
de: Bewerte jetzt die Ideen aller. Die am besten bewertete Idee gewinnt die Runde.
es: Ahora califica las ideas de todos. La idea mejor calificada gana la ronda.
fr: Pour eviter les biais, chacun evalue toutes les idees sauf la sienne. La votre vous est cachee mais les autres l'evalueront.
pt: Agora todos avaliam as ideias uns dos outros. Toque no botao para comecar a avaliar.

# tutorialRatingBinaryHint
source: Which idea do you prefer? Place it at the top (100). Use the swap button to flip them, then tap the checkmark to confirm.
de: Die obere Idee erhält eine höhere Punktzahl. Tippe auf [swap], um deine bevorzugte Idee nach oben zu setzen, dann [check] zum Bestätigen.
es: La idea de arriba puntúa más. Toca [swap] para poner tu idea preferida arriba, luego [check] para confirmar.
pt: Primeiro, sao apresentadas 2 propostas aleatorias enviadas por usuarios. Coloque a que voce prefere mais em 100. Toque em [swap] para inverte-las e toque em [check] para confirmar. Nota: Sua propria proposta nao sera apresentada a voce para avaliacao.

# tutorialRatingPositioningHint
source: Use the arrows to move the highlighted idea up or down. Higher = agree more. Tap the checkmark to place it.
de: Platziere jede Idee auf der Skala. Verwende [up] [down] zum Verschieben, dann [check] zum Bestätigen.
es: Coloca cada idea en la escala. Usa [up] [down] para mover, luego [check] para confirmar.
pt: Toque e segure [up] e [down] para mover a ideia destacada. Toque em [check] para posiciona-la. Toque em [undo] para desfazer um posicionamento, e [zoomin] [zoomout] para aproximar e afastar.

# tutorialRound2Result
source: Your idea "{proposition}" won! If it wins next round, it will be permanently added to the chat.
de: Deine Idee "{proposition}" hat gewonnen! Sie ersetzt "{previousWinner}" als die zu schlagende Idee. Gewinne die nächste Runde und es ist entschieden!
es: ¡Tu idea "{proposition}" ganó! Reemplaza a "{previousWinner}" como la que hay que superar. ¡Gana la próxima ronda y queda decidido!
fr: Votre idee "{proposition}" a gagne! Si elle gagne au prochain tour, elle sera ajoutee definitivement au chat.
pt: Sua ideia "{proposition}" venceu! Se vencer a proxima rodada tambem, se torna uma resposta permanente.

# tutorialRound2Prompt
source: Seeing 'Success' as the group's current answer - what do you think we REALLY value?
fr: En voyant 'Succes' comme la reponse actuelle du groupe - que pensez-vous que nous valorisons VRAIMENT?
pt: O vencedor 'Sucesso' e automaticamente levado para competir novamente. Precisa vencer 2 rodadas seguidas para se tornar uma resposta permanente.

# tutorialPropSuccess
source: Success
de: Erfolg
es: Exito
fr: Succes
pt: Sucesso

# tutorialPropAdventure
source: Adventure
de: Abenteuer
es: Aventura
fr: Aventure
pt: Aventura

# tutorialPropGrowth
source: Growth
de: Wachstum
es: Crecimiento
fr: Croissance
pt: Crescimento

# tutorialPropHarmony
source: Harmony
de: Harmonie
es: Armonia
fr: Harmonie
pt: Harmonia

# tutorialPropInnovation
source: Innovation
es: Innovacion
pt: Inovacao

# tutorialPropFreedom
source: Freedom
de: Freiheit
es: Libertad
fr: Liberte
pt: Liberdade

# tutorialPropSecurity
source: Security
de: Sicherheit
es: Seguridad
fr: Securite
pt: Seguranca

# tutorialPropStability
source: Stability
de: Stabilitaet
es: Estabilidad
fr: Stabilite
pt: Estabilidade

# tutorialPropTravelAbroad
source: Travel Abroad
de: Auslandsreise
es: Viajar al extranjero
pt: Viajar para fora

# tutorialPropStartABusiness
source: Start a Business
de: Unternehmen gruenden
es: Iniciar un negocio
pt: Abrir um negocio

# tutorialPropGraduateSchool
source: Graduate School
de: Masterstudium
es: Posgrado
pt: Pos-graduacao

# tutorialPropGetAJobFirst
source: Get a Job First
de: Erst einen Job finden
es: Conseguir empleo
pt: Conseguir emprego

# tutorialPropTakeAGapYear
source: Take a Gap Year
de: Auszeit nehmen
es: Tomar un año sabático
pt: Tirar um ano sabatico

# tutorialPropFreelance
source: Freelance
de: Freiberuflich arbeiten
pt: Freelancer

# tutorialPropMoveToANewCity
source: Move to a New City
de: In eine neue Stadt ziehen
es: Mudarse de ciudad
pt: Mudar de cidade

# tutorialPropVolunteerProgram
source: Volunteer Program
de: Freiwilligenprogramm
es: Voluntariado
pt: Voluntariado

# tutorialPropBeachResort
source: Beach Resort
de: Strandresort
es: Resort de playa
pt: Resort de praia

# tutorialPropMountainCabin
source: Mountain Cabin
de: Berghuette
es: Cabaña de montaña
pt: Cabana na montanha

# tutorialPropCityTrip
source: City Trip
de: Staedtereise
es: Viaje urbano
pt: Viagem urbana

# tutorialPropRoadTrip
source: Road Trip
es: Viaje por carretera
pt: Viagem de carro

# tutorialPropCampingAdventure
source: Camping Adventure
de: Campingabenteuer
es: Aventura de camping
pt: Aventura de camping

# tutorialPropCruise
source: Cruise
de: Kreuzfahrt
es: Crucero
pt: Cruzeiro

# tutorialPropThemePark
source: Theme Park
de: Freizeitpark
es: Parque temático
pt: Parque tematico

# tutorialPropCulturalExchange
source: Cultural Exchange
de: Kulturaustausch
es: Intercambio cultural
pt: Intercambio cultural

# tutorialPropBlockParty
source: Block Party
de: Strassenfest
es: Fiesta de barrio
pt: Festa de rua

# tutorialPropCommunityGarden
source: Community Garden
de: Gemeinschaftsgarten
es: Huerto comunitario
pt: Horta comunitaria

# tutorialPropNeighborhoodWatch
source: Neighborhood Watch
de: Nachbarschaftswache
es: Vigilancia vecinal
pt: Vigilancia de bairro

# tutorialPropToolLibrary
source: Tool Library
de: Werkzeugbibliothek
es: Biblioteca de herramientas
pt: Biblioteca de ferramentas

# tutorialPropMutualAidFund
source: Mutual Aid Fund
de: Solidaritaetsfonds
es: Fondo de ayuda mutua
pt: Fundo de ajuda mutua

# tutorialPropFreeLittleLibrary
source: Free Little Library
de: Offener Buecherschrank
es: Biblioteca libre
pt: Biblioteca livre

# tutorialPropStreetMural
source: Street Mural
de: Strassenwandbild
es: Mural callejero
pt: Mural de rua

# tutorialPropSkillShareNight
source: Skill-Share Night
de: Faehigkeiten-Abend
es: Noche de talentos
pt: Noite de talentos

# tutorialPropFlexibleHours
source: Flexible Hours
de: Flexible Arbeitszeiten
es: Horario flexible
pt: Horario flexivel

# tutorialPropMentalHealthSupport
source: Mental Health Support
de: Psychische Gesundheit
es: Salud mental
pt: Saude mental

# tutorialPropTeamBuilding
source: Team Building
de: Teambildung
es: Trabajo en equipo
pt: Trabalho em equipe

# tutorialPropSkillsTraining
source: Skills Training
de: Weiterbildung
es: Capacitación
pt: Capacitacao

# tutorialPropOpenCommunication
source: Open Communication
de: Offene Kommunikation
es: Comunicación abierta
pt: Comunicacao aberta

# tutorialPropFairCompensation
source: Fair Compensation
de: Faire Verguetung
es: Compensación justa
pt: Remuneracao justa

# tutorialPropWorkLifeBalance
source: Work-Life Balance
es: Equilibrio laboral
pt: Equilibrio profissional

# tutorialPropInnovationTime
source: Innovation Time
de: Innovationszeit
es: Tiempo de innovación
pt: Tempo de inovacao

# tutorialPropPublicTransportation
source: Public Transportation
de: Nahverkehr
es: Transporte público
pt: Transporte publico

# tutorialPropSchoolFunding
source: School Funding
de: Schulfinanzierung
es: Fondos escolares
pt: Verba escolar

# tutorialPropEmergencyServices
source: Emergency Services
de: Rettungsdienste
es: Servicios de emergencia
pt: Servicos de emergencia

# tutorialPropRoadRepairs
source: Road Repairs
de: Strassensanierung
es: Reparación de calles
pt: Reparos de ruas

# tutorialPropPublicHealth
source: Public Health
de: Gesundheitswesen
es: Salud pública
pt: Saude publica

# tutorialPropAffordableHousing
source: Affordable Housing
de: Bezahlbarer Wohnraum
es: Vivienda accesible
pt: Moradia acessivel

# tutorialPropSmallBusinessGrants
source: Small Business Grants
de: KMU-Foerderung
es: Becas para pymes
pt: Apoio a pequenas empresas

# tutorialPropParksAndRecreation
source: Parks & Recreation
de: Parks & Erholung
es: Parques y recreación
pt: Parques e lazer

# tutorialPropClimateChange
source: Climate Change
de: Klimawandel
es: Cambio climático
pt: Mudanca climatica

# tutorialPropGlobalPoverty
source: Global Poverty
de: Globale Armut
es: Pobreza global
pt: Pobreza global

# tutorialPropAiGovernance
source: AI Governance
de: KI-Governance
es: Gobernanza de IA
pt: Governanca de IA

# tutorialPropPandemicPreparedness
source: Pandemic Preparedness
de: Pandemievorsorge
es: Preparación pandémica
pt: Preparo para pandemias

# tutorialPropNuclearDisarmament
source: Nuclear Disarmament
de: Nukleare Abruestung
es: Desarme nuclear
pt: Desarmamento nuclear

# tutorialPropOceanConservation
source: Ocean Conservation
de: Meeresschutz
es: Conservación marina
pt: Conservacao dos oceanos
