Repository: OneMindLife/OneMind.Life
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pt

# tutorialPropDigitalRights
source: Digital Rights
de: Digitale Rechte
es: Derechos digitales
pt: Direitos digitais

# tutorialPropSpaceCooperation
source: Space Cooperation
de: Weltraumkooperation
es: Cooperación espacial
pt: Cooperacao espacial

# tutorialDuplicateProposition
source: This idea already exists in this round. Try something different!
de: Diese Idee existiert bereits in dieser Runde. Versuche etwas anderes!
es: Esta idea ya existe en esta ronda. Prueba algo diferente!
fr: Cette idee existe deja dans ce tour. Essayez quelque chose de different!
pt: Esta ideia ja existe nesta rodada. Tente algo diferente!

# tutorialShareTitle
source: Share Your Chat
de: Teile Deinen Chat
es: Comparte Tu Chat
fr: Partagez Votre Chat
pt: Compartilhe Seu Chat

# tutorialShareExplanation
source: To invite others to join your chat, tap the share button at the top of your screen.
de: Um andere einzuladen, deinem Chat beizutreten, tippe auf den Teilen-Button oben auf deinem Bildschirm.
es: Para invitar a otros a unirse a tu chat, toca el boton de compartir en la parte superior de tu pantalla.
fr: Pour inviter d'autres personnes a rejoindre votre chat, appuyez sur le bouton de partage en haut de votre ecran.
pt: Para convidar outros a entrar no seu chat, toque no botao de compartilhar no topo da sua tela.

# tutorialShareTryIt
source: Try it now!
de: Probiere es jetzt!
es: Pruebalo ahora!
fr: Essayez maintenant!
pt: Experimente agora!

# tutorialShareButtonHint
source: Tap the share button in the top right ↗
de: Tippe auf den Teilen-Button oben rechts ↗
es: Toca el boton de compartir arriba a la derecha ↗
fr: Appuyez sur le bouton de partage en haut a droite ↗
pt: Toque no botao de compartilhar no canto superior direito ↗

# tutorialSkipMenuItem
source: Skip Tutorial
de: Tutorial Ueberspringen
es: Saltar Tutorial
fr: Passer le Tutoriel
pt: Pular Tutorial

# tutorialSkipConfirmTitle
source: Skip Tutorial?
de: Tutorial Ueberspringen?
es: Saltar Tutorial?
fr: Passer le Tutoriel?
pt: Pular Tutorial?

# tutorialSkipConfirmMessage
source: You can always access the tutorial later from the home screen.
de: Du kannst das Tutorial spaeter jederzeit vom Startbildschirm aus aufrufen.
es: Siempre puedes acceder al tutorial mas tarde desde la pantalla de inicio.
fr: Vous pouvez toujours acceder au tutoriel plus tard depuis l'ecran d'accueil.
pt: Voce sempre pode acessar o tutorial mais tarde na tela inicial.

# tutorialSkipConfirmYes
source: Yes, Skip
de: Ja, Ueberspringen
es: Si, Saltar
fr: Oui, Passer
pt: Sim, Pular

# tutorialSkipConfirmNo
source: Continue Tutorial
de: Tutorial Fortsetzen
es: Continuar Tutorial
fr: Continuer le Tutoriel
pt: Continuar Tutorial

# tutorialShareTooltip
source: Share Chat
de: Chat Teilen
es: Compartir Chat
fr: Partager le Chat
pt: Compartilhar Chat

# tutorialYourIdea
source: Your idea
de: Deine Idee
es: Tu idea
fr: Votre idee
pt: Sua ideia

# tutorialRateIdeas
source: Rate Ideas
de: Ideen Bewerten
es: Calificar Ideas
fr: Evaluer les Idees
pt: Avaliar Ideias

# tutorialResultsBackHint
source: Press the back arrow when done viewing the results.
de: '{winner}' hat gewonnen! Drücke den Zurück-Pfeil, um fortzufahren.
es: ¡'{winner}' ganó! Presiona la flecha de retroceso para continuar.
fr: Appuyez sur la fleche retour quand vous avez fini de voir les resultats.
pt: '{winner}' venceu! Pressione a seta de voltar quando terminar de ver os resultados.

# wizardStep1Title
source: What do you want to talk about?
de: Worueber moechtest du sprechen?
es: De que quieres hablar?
fr: De quoi voulez-vous parler?
pt: Sobre o que voce quer falar?

# wizardStep1Subtitle
source: This is the heart of your chat
de: Dies ist das Herzstück deines Chats
es: Este es el corazon de tu chat
fr: C'est le coeur de votre chat
pt: Este e o coracao do seu chat

# wizardStep2Title
source: Set the pace
de: Tempo festlegen
es: Establece el ritmo
fr: Definir le rythme
pt: Defina o ritmo

# wizardStep2Subtitle
source: How long for each phase?
de: Wie lange fuer jede Phase?
es: Cuanto tiempo para cada fase?
fr: Combien de temps pour chaque phase?
pt: Quanto tempo para cada fase?

# wizardOneLastThing
source: One last thing...
de: Noch eine Sache...
es: Una ultima cosa...
fr: Une derniere chose...
pt: Mais uma coisa...

# wizardProposingLabel
source: Proposing (submit ideas)
de: Vorschlagen (Ideen einreichen)
es: Proponer (enviar ideas)
fr: Proposer (soumettre des idees)
pt: Propor (enviar ideias)

# wizardRatingLabel
source: Rating (rank ideas)
de: Bewerten (Ideen ranken)
es: Calificar (clasificar ideas)
fr: Evaluer (classer les idees)
pt: Avaliar (classificar ideias)

source: Back
de: Zurueck
es: Atras
fr: Retour
pt: Voltar

# deleteConsensusTitle
source: Delete Consensus #{number}?
de: Konvergenz #{number} loeschen?
es: Eliminar Convergencia #{number}?
pt: Excluir Convergencia #{number}?

source: Consensus deleted
de: Konvergenz geloescht
es: Convergencia eliminada
pt: Convergencia excluida

# failedToDeleteConsensus
source: Failed to delete consensus: {error}
de: Fehler beim Loeschen der Konvergenz: {error}
es: Error al eliminar la convergencia: {error}
pt: Falha ao excluir a convergencia: {error}

source: Force as Consensus
de: Als Konvergenz erzwingen
es: Forzar como Convergencia
pt: Forcar como Convergencia

# forceAsConsensusDescription
source: Submit directly as consensus, skipping voting
de: Direkt als Konvergenz einreichen, Abstimmung ueberspringen
es: Enviar directamente como convergencia, saltando la votacion
pt: Enviar diretamente como convergencia, pulando a votacao

source: Force Consensus
de: Konvergenz Erzwingen
es: Forzar Convergencia
pt: Forcar Convergencia

# forceConsensusTitle
source: Force Consensus?
de: Konvergenz Erzwingen?
es: Forzar Convergencia?
pt: Forcar Convergencia?

# forceConsensusMessage
source: This will immediately set your proposition as the consensus and start a new cycle. All current round progress will be lost.
de: Dies wird deinen Vorschlag sofort als Konvergenz festlegen und einen neuen Zyklus starten. Aller aktuelle Rundenfortschritt geht verloren.
es: Esto establecera inmediatamente tu propuesta como la convergencia e iniciara un nuevo ciclo. Todo el progreso actual de la ronda se perdera.
pt: Isso definira imediatamente sua proposta como a convergencia e iniciara um novo ciclo. Todo o progresso da rodada atual sera perdido.

# forceConsensusSuccess
source: Consensus forced successfully
de: Konvergenz erfolgreich erzwungen
es: Convergencia forzada exitosamente
pt: Convergencia forcada com sucesso

# failedToForceConsensus
source: Failed to force consensus: {error}
de: Fehler beim Erzwingen der Konvergenz: {error}
es: Error al forzar la convergencia: {error}
pt: Falha ao forcar a convergencia: {error}

# glossaryConsensusTitle
source: consensus
de: Konvergenz
es: convergencia
pt: convergencia

# glossaryConsensusDef
source: When the same proposition wins multiple consecutive rounds, the group has reached consensus on that idea.
de: Wenn niemand denselben Vorschlag über mehrere Runden hinweg schlagen kann, ist Konvergenz erreicht.
es: Cuando nadie puede superar la misma propuesta en varias rondas, se alcanza la convergencia.
pt: Quando a mesma proposta vence varias rodadas consecutivas, o grupo alcancou convergencia nessa ideia.

# glossaryCycleDef
source: A sequence of rounds working toward consensus. A new cycle starts after consensus is reached.
de: Eine Abfolge von Runden auf dem Weg zur Konvergenz. Ein neuer Zyklus beginnt, nachdem die Konvergenz erreicht wurde.
es: Una secuencia de rondas trabajando hacia la convergencia. Un nuevo ciclo comienza despues de alcanzar la convergencia.
pt: Uma sequencia de rodadas trabalhando em direcao a convergencia. Um novo ciclo comeca apos a convergencia ser alcancada.

source: Manual
de: Manuell
fr: Manuel

# modeManual
source: Manual
de: Manuell
fr: Manuel

source: Total
de: Gesamt

source: Official OneMind
fr: OneMind Officiel

# tutorialWhatYoullLearn
source: In this tutorial, you'll:
fr: Dans ce tutoriel:

# tutorialBullet1
source: Submit your ideas anonymously
fr: Soumettez vos idees de maniere anonyme

# tutorialBullet2
source: Rate ideas from others
fr: Evaluez les idees des autres

# tutorialBullet3
source: See how consensus is reached
fr: Voyez comment le consensus est atteint

# tutorialSeeResultsHint
source: Tap below to see how all ideas ranked.
fr: Appuyez ci-dessous pour voir comment toutes les idees ont ete classees.

# tutorialSeeResultsContinueHint
source: Great! Now you understand how the ranking works. Continue to try again in Round 2.
fr: Super! Maintenant vous comprenez comment le classement fonctionne. Continuez pour reessayer au Round 2.
