Repository: OneMindLife/OneMind.Life
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pt

# previousWinner
source: Winner
de: Emergenz
es: Emergencia
fr: Gagnant
pt: Vencedor Anterior

source: Your Proposition
de: Dein Vorschlag
es: Tu Propuesta
fr: Votre Proposition
pt: Sua Proposta

source: Your Propositions
de: Deine Vorschlaege
es: Tus Propuestas
fr: Vos Propositions
pt: Suas Propostas

source: Rate
de: Bewerten
es: Calificar
fr: Evaluer
pt: Avaliar

source: Participants
de: Teilnehmer
es: Participantes
pt: Participantes

source: Chat Info
es: Info del Chat
fr: Info du Chat
pt: Info do Chat

source: Share QR Code
de: QR-Code Teilen
es: Compartir Codigo QR
fr: Partager le Code QR
pt: Compartilhar Codigo QR

source: Join Requests
de: Beitrittsanfragen
es: Solicitudes de Union
fr: Demandes d'Adhesion
pt: Solicitacoes de Entrada

source: Resume Chat
de: Chat Fortsetzen
es: Reanudar Chat
fr: Reprendre le Chat
pt: Retomar Chat

source: Pause Chat
de: Chat Pausieren
es: Pausar Chat
fr: Mettre en Pause le Chat
pt: Pausar Chat

source: Leave Chat
de: Chat Verlassen
es: Salir del Chat
fr: Quitter le Chat
pt: Sair do Chat

source: Delete Chat
de: Chat Loeschen
es: Eliminar Chat
fr: Supprimer le Chat
pt: Excluir Chat

source: Host
de: Gastgeber
es: Anfitrion
fr: Hote
pt: Anfitriao

# deletePropositionQuestion
source: Delete Proposition?
de: Vorschlag Loeschen?
es: Eliminar Propuesta?
fr: Supprimer la Proposition?
pt: Excluir Proposta?

# areYouSureDeleteProposition
source: Are you sure you want to delete this proposition?
de: Bist du sicher, dass du diesen Vorschlag loeschen moechtest?
es: Estas seguro de que quieres eliminar esta propuesta?
fr: Etes-vous sur de vouloir supprimer cette proposition?
pt: Tem certeza de que deseja excluir esta proposta?

# deleteChatQuestion
source: Delete Chat?
de: Chat Loeschen?
es: Eliminar Chat?
fr: Supprimer le Chat?
pt: Excluir Chat?

# leaveChatQuestion
source: Leave Chat?
de: Chat Verlassen?
es: Salir del Chat?
fr: Quitter le Chat?
pt: Sair do Chat?

# kickParticipantQuestion
source: Kick Participant?
de: Teilnehmer Entfernen?
es: Expulsar Participante?
fr: Expulser le Participant?
pt: Remover Participante?

# pauseChatQuestion
source: Pause Chat?
de: Chat Pausieren?
es: Pausar Chat?
fr: Mettre en Pause le Chat?
pt: Pausar Chat?

# removePaymentMethodQuestion
source: Remove Payment Method?
de: Zahlungsmethode Entfernen?
es: Quitar Metodo de Pago?
fr: Retirer le Moyen de Paiement?
pt: Remover Metodo de Pagamento?

source: Proposition deleted
de: Vorschlag geloescht
es: Propuesta eliminada
fr: Proposition supprimee
pt: Proposta excluida

source: Chat deleted
de: Chat geloescht
es: Chat eliminado
fr: Chat supprime
pt: Chat excluido

# youHaveLeftChat
source: You have left the chat
de: Du hast den Chat verlassen
es: Has salido del chat
fr: Vous avez quitte le chat
pt: Voce saiu do chat

# youHaveBeenRemoved
source: You have been removed from this chat
de: Du wurdest aus diesem Chat entfernt
es: Has sido eliminado de este chat
fr: Vous avez ete retire de ce chat
pt: Voce foi removido deste chat

# chatHasBeenDeleted
source: This chat has been deleted
de: Dieser Chat wurde geloescht
es: Este chat ha sido eliminado
fr: Ce chat a ete supprime
pt: Este chat foi excluido

# participantRemoved
source: {name} has been removed
de: {name} wurde entfernt
es: {name} ha sido eliminado
fr: {name} a ete retire
pt: {name} foi removido

# chatPausedSuccess
source: Chat paused
de: Chat pausiert
es: Chat pausado
fr: Chat mis en pause
pt: Chat pausado

source: Request approved
de: Anfrage genehmigt
es: Solicitud aprobada
fr: Demande approuvee
pt: Solicitacao aprovada

source: Request denied
de: Anfrage abgelehnt
es: Solicitud denegada
fr: Demande refusee
pt: Solicitacao negada

# failedToSubmit
source: Failed to submit: {error}
de: Fehler beim Absenden: {error}
es: Error al enviar: {error}
fr: Echec de la soumission: {error}
pt: Falha ao enviar: {error}

# duplicateProposition
source: This proposition already exists in this round
de: Dieser Vorschlag existiert bereits in dieser Runde
es: Esta propuesta ya existe en esta ronda
fr: Cette proposition existe deja dans ce tour
pt: Esta proposta ja existe nesta rodada

# failedToStartPhase
source: Failed to start phase: {error}
de: Fehler beim Starten der Phase: {error}
es: Error al iniciar fase: {error}
fr: Echec du demarrage de la phase: {error}
pt: Falha ao iniciar fase: {error}

# failedToAdvancePhase
source: Failed to advance phase: {error}
de: Fehler beim Fortschreiten der Phase: {error}
es: Error al avanzar fase: {error}
fr: Echec de l'avancement de la phase: {error}
pt: Falha ao avancar fase: {error}

# failedToCompleteRating
source: Failed to complete rating: {error}
de: Fehler beim Abschliessen der Bewertung: {error}
es: Error al completar calificacion: {error}
fr: Echec de la completion de l'evaluation: {error}
pt: Falha ao completar avaliacao: {error}

# failedToDelete
source: Failed to delete: {error}
de: Fehler beim Loeschen: {error}
es: Error al eliminar: {error}
fr: Echec de la suppression: {error}
pt: Falha ao excluir: {error}

# failedToDeleteChat
source: Failed to delete chat: {error}
de: Fehler beim Loeschen des Chats: {error}
es: Error al eliminar chat: {error}
fr: Echec de la suppression du chat: {error}
pt: Falha ao excluir chat: {error}

# failedToLeaveChat
source: Failed to leave chat: {error}
de: Fehler beim Verlassen des Chats: {error}
es: Error al salir del chat: {error}
fr: Echec pour quitter le chat: {error}
pt: Falha ao sair do chat: {error}

# failedToKickParticipant
source: Failed to kick participant: {error}
de: Fehler beim Entfernen des Teilnehmers: {error}
es: Error al expulsar participante: {error}
fr: Echec de l'expulsion du participant: {error}
pt: Falha ao remover participante: {error}

# failedToPauseChat
source: Failed to pause chat: {error}
de: Fehler beim Pausieren des Chats: {error}
es: Error al pausar chat: {error}
fr: Echec de la mise en pause du chat: {error}
pt: Falha ao pausar chat: {error}

# error
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}
pt: Erro: {error}

source: No pending requests
de: Keine ausstehenden Anfragen
es: Sin solicitudes pendientes
fr: Aucune demande en attente
pt: Nenhuma solicitacao pendente

# newRequestsWillAppear
source: New requests will appear here
de: Neue Anfragen erscheinen hier
es: Las nuevas solicitudes apareceran aqui
fr: Les nouvelles demandes apparaitront ici
pt: Novas solicitacoes aparecerão aqui

# participantsJoined
source: {count} participants have joined
de: {count} Teilnehmer sind beigetreten
es: {count} participantes se han unido
fr: {count} participants ont rejoint
pt: {count} participantes entraram

# waitingForMoreParticipants
source: Waiting for {count} more participant(s) to join
de: Warte auf {count} weitere Teilnehmer
es: Esperando que se unan {count} participante(s) mas
fr: En attente de {count} participant(s) supplementaire(s)
pt: Aguardando mais {count} participante(s)

source: Scheduled
de: Geplant
es: Programado
fr: Programme
pt: Programado

# chatOutsideSchedule
source: Chat is outside schedule window
de: Chat ausserhalb des geplanten Zeitfensters
es: Chat fuera de la ventana programada
fr: Chat en dehors de la fenetre programmee
pt: Chat fora da janela programada

# nextWindowStarts
source: Next window starts {dateTime}
de: Naechstes Fenster beginnt {dateTime}
es: La proxima ventana comienza {dateTime}
fr: Prochaine fenetre commence {dateTime}
pt: Proxima janela comeca {dateTime}

source: Schedule windows:
de: Geplante Zeitfenster:
es: Ventanas programadas:
fr: Fenetres programmees:
pt: Janelas programadas:

source: Scheduled to start
de: Geplanter Start
es: Programado para iniciar
fr: Programme pour demarrer
pt: Programado para iniciar

# chatWillAutoStart
source: The chat will automatically start at the scheduled time.
de: Der Chat startet automatisch zur geplanten Zeit.
es: El chat iniciara automaticamente a la hora programada.
fr: Le chat demarrera automatiquement a l'heure programmee.
pt: O chat iniciara automaticamente no horario programado.

# submittedCount
source: {submitted}/{total} submitted
de: {submitted}/{total} eingereicht
es: {submitted}/{total} enviados
fr: {submitted}/{total} soumis
pt: {submitted}/{total} enviados

# propositionCollected
source: {count} proposition collected
de: {count} Vorschlag gesammelt
es: {count} propuesta recopilada
fr: {count} proposition collectee
pt: {count} proposta coletada

# propositionsCollected
source: {count} propositions collected
de: {count} Vorschlaege gesammelt
es: {count} propuestas recopiladas
fr: {count} propositions collectees
pt: {count} propostas coletadas

source: Time expired
de: Zeit abgelaufen
es: Tiempo expirado
fr: Temps expire
pt: Tempo expirado

source: No data available
de: Keine Daten verfuegbar
es: Sin datos disponibles
fr: Aucune donnee disponible
pt: Nenhum dado disponivel

source: Try Again
de: Erneut Versuchen
es: Intentar de Nuevo
fr: Reessayer
pt: Tentar Novamente

source: Require approval
de: Genehmigung erforderlich
es: Requerir aprobacion
fr: Necessiter l'approbation
pt: Requer aprovacao

source: Require authentication
de: Authentifizierung erforderlich
es: Requerir autenticacion
fr: Necessiter l'authentification
pt: Requer autenticacao

# showPreviousResults
source: Show full results from past rounds
de: Vollstaendige Ergebnisse frueherer Runden anzeigen
es: Mostrar resultados completos de rondas anteriores
fr: Afficher les resultats complets des tours precedents
pt: Mostrar resultados completos de rodadas anteriores

source: Enable adaptive duration
de: Adaptive Dauer aktivieren
es: Habilitar duracion adaptativa
fr: Activer la duree adaptative
pt: Habilitar duracao adaptativa

source: Enable OneMind AI
de: OneMind AI aktivieren
es: Habilitar OneMind AI
fr: Activer OneMind AI
pt: Habilitar OneMind AI

# enableAutoAdvanceProposing
source: Enable for ideas
de: Aktivieren fuer Ideen
es: Habilitar para ideas
fr: Activer pour les idees
pt: Habilitar para ideias

# enableAutoAdvanceRating
source: Enable for ratings
de: Aktivieren fuer Bewertungen
es: Habilitar para calificaciones
fr: Activer pour les evaluations
pt: Habilitar para avaliacoes

source: Hide when outside schedule
de: Ausserhalb des Zeitplans verbergen
es: Ocultar fuera de horario
fr: Masquer en dehors du planning
pt: Ocultar fora do horario

# chatVisibleButPaused
source: Chat visible but paused outside schedule
de: Chat sichtbar aber pausiert ausserhalb des Zeitplans
es: Chat visible pero pausado fuera de horario
fr: Chat visible mais en pause en dehors du planning
pt: Chat visivel mas pausado fora do horario

# chatHiddenUntilNext
source: Chat hidden until next scheduled window
de: Chat verborgen bis zum naechsten geplanten Fenster
es: Chat oculto hasta la proxima ventana programada
fr: Chat masque jusqu'a la prochaine fenetre programmee
pt: Chat oculto ate a proxima janela programada

source: Timezone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
pt: Fuso horario

source: Schedule Type
de: Zeitplan-Typ
es: Tipo de Horario
fr: Type de Planning
pt: Tipo de Agenda

source: One-time
de: Einmalig
es: Una vez
fr: Unique
pt: Unica vez

source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Recurrent
pt: Recorrente

source: Start Date & Time
de: Startdatum und -zeit
es: Fecha y Hora de Inicio
fr: Date et Heure de Debut
pt: Data e Hora de Inicio

# scheduleWindowsLabel
source: Schedule Windows
de: Zeitplan-Fenster
es: Ventanas de Horario
fr: Fenetres de Planning
pt: Janelas de Agenda

source: Add Window
de: Fenster Hinzufuegen
es: Agregar Ventana
fr: Ajouter une Fenetre
pt: Adicionar Janela

source: Search timezone...
de: Zeitzone suchen...
es: Buscar zona horaria...
fr: Rechercher un fuseau horaire...
pt: Buscar fuso horario...

source: Auto
de: Automatisch
es: Automatico
fr: Automatique
pt: Automatico

source: Credits
de: Guthaben
es: Creditos
pt: Creditos

# refillAmountMustBeGreater
source: Refill amount must be greater than threshold
de: Aufladebetrag muss groesser als der Schwellenwert sein
es: El monto de recarga debe ser mayor que el umbral
fr: Le montant de recharge doit etre superieur au seuil
pt: O valor de recarga deve ser maior que o limite

source: Auto-refill settings updated
de: Auto-Aufladeeinstellungen aktualisiert
es: Configuracion de recarga automatica actualizada
fr: Parametres de recharge automatique mis a jour
pt: Configuracoes de recarga automatica atualizadas

source: Auto-refill enabled
de: Auto-Aufladung aktiviert
es: Recarga automatica habilitada
fr: Recharge automatique activee
pt: Recarga automatica habilitada

source: Auto-refill disabled
de: Auto-Aufladung deaktiviert
es: Recarga automatica deshabilitada
fr: Recharge automatique desactivee
pt: Recarga automatica desabilitada

source: Save Settings
de: Einstellungen Speichern
es: Guardar Configuracion
fr: Enregistrer les Parametres
pt: Salvar Configuracoes

source: Remove Card
de: Karte Entfernen
es: Quitar Tarjeta
fr: Retirer la Carte
pt: Remover Cartao

source: Purchase with Stripe
de: Mit Stripe Kaufen
es: Comprar con Stripe
fr: Acheter avec Stripe
pt: Comprar com Stripe

source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
pt: Processando...

source: Page Not Found
de: Seite Nicht Gefunden
es: Pagina No Encontrada
fr: Page Non Trouvee
pt: Pagina Nao Encontrada

source: Go Home
de: Zur Startseite
es: Ir al Inicio
fr: Aller a l'Accueil
pt: Ir para Inicio

source: All Propositions ({count})
de: Alle Vorschlaege ({count})
es: Todas las Propuestas ({count})
fr: Toutes les Propositions ({count})
pt: Todas as Propostas ({count})

# hostCanModerateContent
source: As host, you can moderate content. Submitter identity is hidden.
de: Als Gastgeber kannst du Inhalte moderieren. Die Identitaet des Einreichers ist verborgen.
es: Como anfitrion, puedes moderar el contenido. La identidad del remitente esta oculta.
fr: En tant qu'hote, vous pouvez moderer le contenu. L'identite de l'auteur est masquee.
pt: Como anfitriao, voce pode moderar o conteudo. A identidade do remetente esta oculta.

# yourPropositionLabel
source: (Your proposition)
de: (Dein Vorschlag)
es: (Tu propuesta)
fr: (Votre proposition)
pt: (Sua proposta)

# previousWinnerLabel
source: (Previous winner)
de: (Emergenz)
es: (Emergencia)
fr: (Gagnant precedent)
pt: (Vencedor anterior)

# cannotBeUndone
source: This action cannot be undone.
de: Diese Aktion kann nicht rueckgaengig gemacht werden.
es: Esta accion no se puede deshacer.
fr: Cette action ne peut pas etre annulee.
pt: Esta acao nao pode ser desfeita.

# deleteChatConfirmation
source: Are you sure you want to delete "{chatName}"? This will permanently delete all propositions, ratings, and history. This action cannot be undone.
de: Bist du sicher, dass du "{chatName}" loeschen moechtest? Dies loescht dauerhaft alle Vorschlaege, Bewertungen und den Verlauf. Diese Aktion kann nicht rueckgaengig gemacht werden.
es: Estas seguro de que quieres eliminar "{chatName}"? Esto eliminara permanentemente todas las propuestas, calificaciones e historial. Esta accion no se puede deshacer.
fr: Etes-vous sur de vouloir supprimer "{chatName}"? Cela supprimera definitivement toutes les propositions, evaluations et l'historique. Cette action ne peut pas etre annulee.
pt: Tem certeza de que deseja excluir "{chatName}"? Isso excluira permanentemente todas as propostas, avaliacoes e historico. Esta acao nao pode ser desfeita.

# leaveChatConfirmation
source: Are you sure you want to leave "{chatName}"? You will no longer see this chat in your list.
de: Bist du sicher, dass du "{chatName}" verlassen moechtest? Du wirst diesen Chat nicht mehr in deiner Liste sehen.
es: Estas seguro de que quieres salir de "{chatName}"? Ya no veras este chat en tu lista.
fr: Etes-vous sur de vouloir quitter "{chatName}"? Vous ne verrez plus ce chat dans votre liste.
pt: Tem certeza de que deseja sair de "{chatName}"? Voce nao vera mais este chat na sua lista.

# kickParticipantConfirmation
source: Are you sure you want to remove "{participantName}" from this chat? They will not be able to rejoin without approval.
de: Bist du sicher, dass du "{participantName}" aus diesem Chat entfernen moechtest? Er kann ohne Genehmigung nicht wieder beitreten.
es: Estas seguro de que quieres eliminar a "{participantName}" de este chat? No podra volver a unirse sin aprobacion.
fr: Etes-vous sur de vouloir retirer "{participantName}" de ce chat? Il ne pourra pas rejoindre a nouveau sans approbation.
pt: Tem certeza de que deseja remover "{participantName}" deste chat? Ele nao podera entrar novamente sem aprovacao.

# pauseChatConfirmation
source: This will pause the current phase timer. Participants will see that the chat is paused by the host.
de: Dies pausiert den Timer der aktuellen Phase. Teilnehmer sehen, dass der Chat vom Gastgeber pausiert wurde.
es: Esto pausara el temporizador de la fase actual. Los participantes veran que el chat esta pausado por el anfitrion.
fr: Cela mettra en pause le minuteur de la phase actuelle. Les participants verront que le chat est en pause par l'hote.
pt: Isso pausara o temporizador da fase atual. Os participantes verao que o chat foi pausado pelo anfitriao.

# approveOrDenyRequests
source: Approve or deny requests to join this chat.
de: Anfragen zum Beitreten dieses Chats genehmigen oder ablehnen.
es: Aprobar o denegar solicitudes para unirse a este chat.
fr: Approuver ou refuser les demandes pour rejoindre ce chat.
pt: Aprovar ou negar solicitacoes para entrar neste chat.

source: Signed in
de: Angemeldet
es: Conectado
fr: Connecte
pt: Conectado

source: Guest
de: Gast
es: Invitado
fr: Invite
pt: Convidado

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
pt: Aprovar

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
pt: Negar

source: Initial Message
de: Initiale Nachricht
es: Mensaje Inicial
fr: Message Initial
pt: Mensagem Inicial

source: Consensus #{number}
de: Konvergenz #{number}
es: Convergencia #{number}
pt: Convergencia #{number}

source: Kick participant
de: Teilnehmer entfernen
es: Expulsar participante
fr: Expulser le participant
pt: Remover participante

source: Propositions
de: Vorschlaege
es: Propuestas
pt: Propostas

source: Leaderboard
de: Rangliste
es: Clasificacion
fr: Classement
pt: Classificacao

# noLeaderboardData
source: No leaderboard data available
de: Keine Ranglistendaten verfuegbar
es: No hay datos de clasificacion disponibles
fr: Aucune donnee de classement disponible
pt: Nenhum dado de classificacao disponivel

source: Skip
de: Ueberspringen
es: Saltar
fr: Passer
pt: Pular

source: Skipped
de: Uebersprungen
es: Saltado
fr: Passe
pt: Pulado

# skipsRemaining
source: {remaining} skips remaining
de: {remaining} Ueberspruenge verbleibend
es: {remaining} saltos restantes
fr: {remaining} passages restants
pt: {remaining} pulos restantes

# createChatTitle
source: Create Chat
de: Chat Erstellen
es: Crear Chat
fr: Creer un Chat
pt: Criar Chat

# enterYourNameLabel
source: Enter your name
de: Gib deinen Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom
pt: Digite seu nome

# nameVisibleToAll
source: Your name will be visible to all participants
de: Dein Name wird allen Teilnehmern angezeigt
es: Tu nombre sera visible para todos los participantes
fr: Votre nom sera visible par tous les participants
pt: Seu nome sera visivel para todos os participantes

source: Basic Info
de: Grundlegende Informationen
es: Informacion Basica
fr: Informations de Base
pt: Informacoes Basicas

# chatNameRequired
source: Chat Name *
es: Nombre del Chat *
fr: Nom du Chat *
pt: Nome do Chat *

# chatNameHint
source: e.g., Team Lunch Friday
de: z.B., Team-Mittagessen Freitag
es: ej., Almuerzo del Equipo Viernes
fr: ex., Dejeuner d'Equipe Vendredi
pt: ex., Almoco da Equipe Sexta

source: Required
de: Erforderlich
es: Requerido
fr: Requis
pt: Obrigatorio

# initialMessageRequired
source: Initial Message *
de: Initiale Nachricht *
es: Mensaje Inicial *
fr: Message Initial *
pt: Mensagem Inicial *

source: Initial Message (Optional)
de: Initiale Nachricht (Optional)
es: Mensaje Inicial (Opcional)
fr: Message Initial (Optionnel)
pt: Mensagem Inicial (Opcional)

# initialMessageHint
source: The opening topic or question
de: Das Eroeffnungsthema oder die Frage
es: El tema o pregunta inicial
fr: Le sujet ou la question initiale
pt: O topico ou pergunta inicial

# initialMessageHelperText
source: Participants will know you wrote this since you created the chat
de: Teilnehmer wissen, dass du dies geschrieben hast, da du den Chat erstellt hast
es: Los participantes sabran que escribiste esto ya que creaste el chat
fr: Les participants sauront que vous avez ecrit ceci puisque vous avez cree le chat
pt: Os participantes saberao que voce escreveu isso ja que voce criou o chat

source: Description (Optional)
de: Beschreibung (Optional)
es: Descripcion (Opcional)
fr: Description (Optionnelle)
pt: Descricao (Opcional)

# descriptionHint
source: Additional context
de: Zusaetzlicher Kontext
es: Contexto adicional
fr: Contexte supplementaire
pt: Contexto adicional

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilite
pt: Visibilidade

# whoCanJoin
source: Who can find and join this chat?
de: Wer kann diesen Chat finden und beitreten?
es: Quien puede encontrar y unirse a este chat?
fr: Qui peut trouver et rejoindre ce chat?
pt: Quem pode encontrar e entrar neste chat?

# accessPublic
source: Public
de: Oeffentlich
es: Publico
pt: Publico

# accessPublicDesc
source: Anyone can discover and join
de: Jeder kann entdecken und beitreten
es: Cualquiera puede descubrir y unirse
fr: N'importe qui peut decouvrir et rejoindre
pt: Qualquer pessoa pode descobrir e entrar

# accessCode
source: Invite Code
de: Einladungscode
es: Codigo de Invitacion
fr: Code d'Invitation
pt: Codigo de Convite

# accessCodeDesc
source: Share a 6-character code to join
de: Teile einen 6-stelligen Code zum Beitreten
es: Comparte un codigo de 6 caracteres para unirse
fr: Partagez un code a 6 caracteres pour rejoindre
pt: Compartilhe um codigo de 6 caracteres para entrar

# accessEmail
source: Email Invite Only
de: Nur per E-Mail
es: Solo por Email
fr: Email Uniquement
pt: Apenas por Email

# accessEmailDesc
source: Only invited email addresses can join
de: Nur eingeladene E-Mail-Adressen koennen beitreten
es: Solo direcciones de email invitadas pueden unirse
fr: Seules les adresses email invitees peuvent rejoindre
pt: Apenas enderecos de email convidados podem entrar

# instantJoin
source: Users join instantly
de: Benutzer treten sofort bei
es: Los usuarios se unen instantaneamente
fr: Les utilisateurs rejoignent instantanement
pt: Usuarios entram instantaneamente

source: Invite by Email
de: Per E-Mail Einladen
es: Invitar por Email
fr: Inviter par Email
pt: Convidar por Email

# inviteEmailOnly
source: Only invited email addresses can join this chat
de: Nur eingeladene E-Mail-Adressen koennen diesem Chat beitreten
es: Solo direcciones de email invitadas pueden unirse a este chat
fr: Seules les adresses email invitees peuvent rejoindre ce chat
pt: Apenas enderecos de email convidados podem entrar neste chat

source: Email address
de: E-Mail-Adresse
es: Direccion de email
fr: Adresse email
pt: Endereco de email

# emailHint
source: user@example.com
de: benutzer@beispiel.de
es: usuario@ejemplo.com
fr: utilisateur@exemple.com
pt: usuario@exemplo.com

# invalidEmail
source: Please enter a valid email address
de: Bitte gib eine gueltige E-Mail ein
es: Por favor ingresa un email valido
fr: Veuillez entrer un email valide
pt: Por favor, digite um email valido

# addEmailToSend
source: Add at least one email to send invites
de: Fuege mindestens eine E-Mail hinzu, um Einladungen zu senden
es: Agrega al menos un email para enviar invitaciones
fr: Ajoutez au moins un email pour envoyer des invitations
pt: Adicione pelo menos um email para enviar convites
