Repository: OneMindLife/OneMind.Life
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pt

source: How it works
de: So funktioniert es
es: Como funciona
fr: Comment ca marche
pt: Como funciona

source: Discover
de: Entdecken
es: Descubrir
fr: Decouvrir
pt: Descobrir

source: Discover public chats
de: Oeffentliche Chats entdecken
es: Descubrir chats publicos
fr: Decouvrir les chats publics
pt: Descobrir chats publicos

source: Discover Chats
de: Chats Entdecken
es: Descubrir Chats
fr: Decouvrir les Chats
pt: Descobrir Chats

source: Join with Code
de: Mit Code Beitreten
es: Unirse con Codigo
fr: Rejoindre avec un Code
pt: Entrar com Codigo

source: Join an existing chat with invite code
de: Einem bestehenden Chat mit Einladungscode beitreten
es: Unirse a un chat existente con codigo de invitacion
fr: Rejoindre un chat existant avec un code d'invitation
pt: Entrar em um chat existente com codigo de convite

source: Join Chat
de: Chat Beitreten
es: Unirse al Chat
fr: Rejoindre le Chat
pt: Entrar no Chat

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
pt: Entrar

source: Find Chat
de: Chat Finden
es: Buscar Chat
fr: Trouver un Chat
pt: Buscar Chat

source: Request to Join
de: Beitritt Anfragen
es: Solicitar Unirse
fr: Demander a Rejoindre
pt: Solicitar Entrada

source: Create Chat
de: Chat Erstellen
es: Crear Chat
fr: Creer un Chat
pt: Criar Chat

source: Create a new chat
de: Einen neuen Chat erstellen
es: Crear un nuevo chat
fr: Creer un nouveau chat
pt: Criar um novo chat

source: Chat Created!
de: Chat Erstellt!
es: Chat Creado!
fr: Chat Cree!
pt: Chat Criado!

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar

source: Continue
de: Weiter
es: Continuar
fr: Continuer
pt: Continuar

source: Retry
de: Erneut Versuchen
es: Reintentar
fr: Reessayer
pt: Tentar Novamente

source: Yes
de: Ja
es: Si
fr: Oui
pt: Sim

source: No
de: Nein
fr: Non
pt: Nao

source: Delete
de: Loeschen
es: Eliminar
fr: Supprimer
pt: Excluir

source: Leave
de: Verlassen
es: Salir
fr: Quitter
pt: Sair

source: Kick
de: Entfernen
es: Expulsar
fr: Expulser
pt: Remover

source: Pause
es: Pausar
pt: Pausar

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
pt: Retomar

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
pt: Remover

source: Clear
de: Loeschen
es: Borrar
fr: Effacer
pt: Limpar

source: Done
de: Fertig
es: Listo
fr: Termine
pt: Pronto

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pt: Salvar

source: OFFICIAL
de: OFFIZIELL
es: OFICIAL
fr: OFFICIEL
pt: OFICIAL

source: PENDING
de: AUSSTEHEND
es: PENDIENTE
fr: EN ATTENTE
pt: PENDENTE

source: Pending Requests
de: Ausstehende Anfragen
es: Solicitudes Pendientes
fr: Demandes en Attente
pt: Solicitacoes Pendentes

source: Your Chats
de: Deine Chats
es: Tus Chats
fr: Vos Chats
pt: Seus Chats

source: Cancel Request
de: Anfrage Abbrechen
es: Cancelar Solicitud
fr: Annuler la Demande
pt: Cancelar Solicitacao

# cancelRequestQuestion
source: Cancel your request to join "{chatName}"?
de: Deine Anfrage zum Beitritt zu "{chatName}" abbrechen?
es: Cancelar tu solicitud para unirte a "{chatName}"?
fr: Annuler votre demande pour rejoindre "{chatName}"?
pt: Cancelar sua solicitacao para entrar em "{chatName}"?

source: Yes, Cancel
de: Ja, Abbrechen
es: Si, Cancelar
fr: Oui, Annuler
pt: Sim, Cancelar

source: Request cancelled
de: Anfrage abgebrochen
es: Solicitud cancelada
fr: Demande annulee
pt: Solicitacao cancelada

source: Waiting for host approval
de: Warte auf Genehmigung des Gastgebers
es: Esperando aprobacion del anfitrion
fr: En attente de l'approbation de l'hote
pt: Aguardando aprovacao do anfitriao

# hostApprovalRequired
source: Host must approve each request
de: Genehmigung des Gastgebers erforderlich
es: El anfitrion debe aprobar cada solicitud
fr: L'hote doit approuver chaque demande
pt: O anfitriao deve aprovar cada solicitacao

source: No chats yet
de: Noch keine Chats
es: Sin chats aun
fr: Aucun chat pour l'instant
pt: Nenhum chat ainda

# discoverPublicChatsJoinOrCreate
source: Discover public chats, join with a code, or create your own
de: Suche oben nach oeffentlichen Chats, oder tippe auf + um deinen eigenen zu erstellen.
es: Busca chats publicos arriba, o toca + para crear el tuyo.
fr: Decouvrez des chats publics, rejoignez avec un code ou creez le votre
pt: Pesquise chats publicos acima, ou toque em + para criar o seu.

# discoverPublicChatsButton
source: Discover Public Chats
de: Oeffentliche Chats Entdecken
es: Descubrir Chats Publicos
fr: Decouvrir les Chats Publics
pt: Descobrir Chats Publicos

# noActiveChatsYet
source: No active chats yet. Your approved chats will appear here.
de: Noch keine aktiven Chats. Deine genehmigten Chats erscheinen hier.
es: Sin chats activos aun. Tus chats aprobados apareceran aqui.
fr: Aucun chat actif pour l'instant. Vos chats approuves apparaitront ici.
pt: Nenhum chat ativo ainda. Seus chats aprovados aparecerão aqui.

source: Loading chats
de: Chats werden geladen
es: Cargando chats
fr: Chargement des chats
pt: Carregando chats

source: Failed to load chats
de: Fehler beim Laden der Chats
es: Error al cargar chats
fr: Echec du chargement des chats
pt: Falha ao carregar chats

source: Chat not found
de: Chat nicht gefunden
es: Chat no encontrado
fr: Chat non trouve
pt: Chat nao encontrado

source: Failed to lookup chat
de: Fehler bei der Chat-Suche
es: Error al buscar el chat
fr: Echec de la recherche du chat
pt: Falha ao buscar chat

# failedToJoinChat
source: Failed to join chat: {error}
de: Fehler beim Beitreten: {error}
es: Error al unirse al chat: {error}
fr: Echec pour rejoindre le chat: {error}
pt: Falha ao entrar no chat: {error}

# enterInviteCode
source: Enter the 6-character invite code:
de: Gib den 6-stelligen Einladungscode ein:
es: Ingresa el codigo de invitacion de 6 caracteres:
fr: Entrez le code d'invitation a 6 caracteres:
pt: Digite o codigo de convite de 6 caracteres:

# pleaseEnterSixCharCode
source: Please enter a 6-character code
de: Bitte gib einen 6-stelligen Code ein
es: Por favor ingresa un codigo de 6 caracteres
fr: Veuillez entrer un code a 6 caracteres
pt: Por favor, digite um codigo de 6 caracteres

# hostedBy
source: Hosted by {hostName}
de: Organisiert von {hostName}
es: Organizado por {hostName}
fr: Organise par {hostName}
pt: Organizado por {hostName}

# thisChatsRequiresInvite
source: This chat requires an invite
de: Dieser Chat erfordert eine Einladung
es: Este chat requiere una invitacion
fr: Ce chat necessite une invitation
pt: Este chat requer um convite

# enterEmailForInvite
source: Enter the email your invite was sent to:
de: Gib die E-Mail ein, an die deine Einladung gesendet wurde:
es: Ingresa el email al que se envio tu invitacion:
fr: Entrez l'email auquel votre invitation a ete envoyee:
pt: Digite o email para o qual seu convite foi enviado:

# yourEmailHint
source: your@email.com
de: deine@email.de
es: tu@email.com
fr: votre@email.com
pt: seu@email.com

# pleaseEnterEmailAddress
source: Please enter your email address
de: Bitte gib deine E-Mail-Adresse ein
es: Por favor ingresa tu direccion de email
fr: Veuillez entrer votre adresse email
pt: Por favor, digite seu endereco de email

# pleaseEnterValidEmail
source: Please enter a valid email address
de: Bitte gib eine gueltige E-Mail ein
es: Por favor ingresa un email valido
fr: Veuillez entrer un email valide
pt: Por favor, digite um email valido

# noInviteFoundForEmail
source: No invite found for this email address
de: Keine Einladung fuer diese E-Mail gefunden
es: No se encontro invitacion para este email
fr: Aucune invitation trouvee pour cet email
pt: Nenhum convite encontrado para este email

source: Failed to validate invite
de: Fehler bei der Validierung der Einladung
es: Error al validar la invitacion
fr: Echec de la validation de l'invitation
pt: Falha ao validar convite

# pleaseVerifyEmailFirst
source: Please verify your email first
de: Bitte verifiziere zuerst deine E-Mail
es: Por favor verifica tu email primero
fr: Veuillez d'abord verifier votre email
pt: Por favor, verifique seu email primeiro

source: Verify Email
de: E-Mail Verifizieren
es: Verificar Email
fr: Verifier l'Email
pt: Verificar Email

# emailVerified
source: Email verified: {email}
de: E-Mail verifiziert: {email}
es: Email verificado: {email}
fr: Email verifie: {email}
pt: Email verificado: {email}

# enterDisplayName
source: Enter your display name:
de: Gib deinen Anzeigenamen ein:
es: Ingresa tu nombre visible:
fr: Entrez votre nom d'affichage:
pt: Digite seu nome de exibicao:

source: Your Name
de: Dein Name
es: Tu Nombre
fr: Votre Nom
pt: Seu Nome

# yourNamePlaceholder
source: Your Name
de: Dein Name
es: Tu Nombre
fr: Votre Nom
pt: Seu Nome

source: Display name
de: Anzeigename
es: Nombre visible
fr: Nom d'affichage
pt: Nome de exibicao

source: Enter your name
de: Gib deinen Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom
pt: Digite seu nome

source: Please enter your name
de: Bitte gib deinen Namen ein
es: Por favor ingresa tu nombre
fr: Veuillez entrer votre nom
pt: Por favor, digite seu nome

source: Your display name
de: Dein Anzeigename
es: Tu nombre visible
fr: Votre nom d'affichage
pt: Seu nome de exibicao

# yourNameVisibleToAll
source: Your name will be visible to all participants
de: Dein Name wird allen Teilnehmern angezeigt
es: Tu nombre sera visible para todos los participantes
fr: Votre nom sera visible par tous les participants
pt: Seu nome sera visivel para todos os participantes

# usingSavedName
source: Using your saved name
de: Verwende deinen gespeicherten Namen
es: Usando tu nombre guardado
fr: Utilisation de votre nom enregistre
pt: Usando seu nome salvo

# joinRequestSent
source: Join request sent. Waiting for host approval.
de: Anfrage gesendet. Warte auf Genehmigung des Gastgebers.
es: Solicitud enviada. Esperando aprobacion del anfitrion.
fr: Demande envoyee. En attente de l'approbation de l'hote.
pt: Solicitacao enviada. Aguardando aprovacao do anfitriao.

source: Search public chats...
de: Oeffentliche Chats suchen...
es: Buscar chats publicos...
fr: Rechercher des chats publics...
pt: Buscar chats publicos...

# noChatsFoundFor
source: No chats found for "{query}"
de: Keine Chats gefunden fuer "{query}"
es: No se encontraron chats para "{query}"
fr: Aucun chat trouve pour "{query}"
pt: Nenhum chat encontrado para "{query}"

source: No public chats available
de: Keine oeffentlichen Chats verfuegbar
es: No hay chats publicos disponibles
fr: Aucun chat public disponible
pt: Nenhum chat publico disponivel

# beFirstToCreate
source: Be the first to create one!
de: Sei der Erste und erstelle einen!
es: Se el primero en crear uno!
fr: Soyez le premier a en creer un!
pt: Seja o primeiro a criar um!

# failedToLoadPublicChats
source: Failed to load public chats: {error}
de: Fehler beim Laden oeffentlicher Chats: {error}
es: Error al cargar chats publicos: {error}
fr: Echec du chargement des chats publics: {error}
pt: Falha ao carregar chats publicos: {error}

# participantCount
source: {count} participant
de: {count} Teilnehmer
es: {count} participante
pt: {count} participante

# participantsCount
source: {count} participants
de: {count} Teilnehmer
es: {count} participantes
pt: {count} participantes

# enterYourNameTitle
source: Enter Your Name
de: Gib Deinen Namen Ein
es: Ingresa Tu Nombre
fr: Entrez Votre Nom
pt: Digite Seu Nome

source: Anonymous
de: Anonym
es: Anonimo
fr: Anonyme
pt: Anonimo

source: Timer Warning
de: Timer-Warnung
es: Advertencia de Temporizador
fr: Avertissement du Minuteur
pt: Aviso de Temporizador

# timerWarningMessage
source: Your phase timers are longer than the {minutes}-minute schedule window. Phases may extend beyond the scheduled time, or pause when the window closes. Consider using shorter timers (5 min or 30 min) for scheduled sessions.
de: Deine Phasen-Timer sind laenger als das {minutes}-Minuten-Zeitfenster. Phasen koennen ueber die geplante Zeit hinausgehen oder pausieren, wenn das Fenster schliesst. Erwaege kuerzere Timer (5 Min oder 30 Min) fuer geplante Sitzungen.
es: Tus temporizadores de fase son mas largos que la ventana de {minutes} minutos programada. Las fases pueden extenderse mas alla del tiempo programado, o pausarse cuando la ventana se cierre. Considera usar temporizadores mas cortos (5 min o 30 min) para sesiones programadas.
fr: Vos minuteurs de phase sont plus longs que la fenetre de {minutes} minutes programmee. Les phases peuvent s'etendre au-dela du temps programme ou se mettre en pause a la fermeture de la fenetre. Envisagez d'utiliser des minuteurs plus courts (5 min ou 30 min) pour les sessions programmees.
pt: Seus temporizadores de fase sao mais longos que a janela de {minutes} minutos programada. As fases podem se estender alem do tempo programado ou pausar quando a janela fechar. Considere usar temporizadores mais curtos (5 min ou 30 min) para sessoes programadas.

source: Adjust Settings
de: Einstellungen Anpassen
es: Ajustar Configuracion
fr: Ajuster les Parametres
pt: Ajustar Configuracoes

source: Continue Anyway
de: Trotzdem Fortfahren
es: Continuar de Todas Formas
fr: Continuer Quand Meme
pt: Continuar Mesmo Assim

# chatNowPublic
source: Your chat is now public!
de: Dein Chat ist jetzt oeffentlich!
es: Tu chat es ahora publico!
fr: Votre chat est maintenant public!
pt: Seu chat agora e publico!

# anyoneCanJoinFrom
source: Anyone can find and join "{chatName}" from the Discover page.
de: Jeder kann "{chatName}" auf der Entdecken-Seite finden und beitreten.
es: Cualquiera puede encontrar y unirse a "{chatName}" desde la pagina Descubrir.
fr: N'importe qui peut trouver et rejoindre "{chatName}" depuis la page Decouvrir.
pt: Qualquer pessoa pode encontrar e entrar em "{chatName}" na pagina Descobrir.

# invitesSent
source: {count} invite sent!
de: {count} Einladung gesendet!
es: {count} invitacion enviada!
fr: {count} invitation envoyee!
pt: {count} convite enviado!

# invitesSentPlural
source: {count} invites sent!
de: {count} Einladungen gesendet!
es: {count} invitaciones enviadas!
fr: {count} invitations envoyees!
pt: {count} convites enviados!

source: No invites sent
de: Keine Einladungen gesendet
es: No se enviaron invitaciones
fr: Aucune invitation envoyee
pt: Nenhum convite enviado

# onlyInvitedUsersCanJoin
source: Only invited users can join this chat.
de: Nur eingeladene Benutzer koennen diesem Chat beitreten.
es: Solo los usuarios invitados pueden unirse a este chat.
fr: Seuls les utilisateurs invites peuvent rejoindre ce chat.
pt: Apenas usuarios convidados podem entrar neste chat.

# shareCodeWithParticipants
source: Share this code with participants:
de: Teile diesen Code mit den Teilnehmern:
es: Comparte este codigo con los participantes:
fr: Partagez ce code avec les participants:
pt: Compartilhe este codigo com os participantes:

# inviteCodeCopied
source: Invite code copied to clipboard
de: Einladungscode kopiert
es: Codigo de invitacion copiado al portapapeles
fr: Code d'invitation copie
pt: Codigo de convite copiado

source: Tap to copy
de: Tippen zum Kopieren
es: Toca para copiar
fr: Appuyez pour copier
pt: Toque para copiar

source: Show QR Code
de: QR-Code Anzeigen
es: Mostrar Codigo QR
fr: Afficher le Code QR
pt: Mostrar Codigo QR

# addEmailForInviteOnly
source: Add at least one email address for invite-only mode
de: Fuege mindestens eine E-Mail fuer den Nur-Einladungs-Modus hinzu
es: Agrega al menos un email para el modo solo invitados
fr: Ajoutez au moins un email pour le mode invitation uniquement
pt: Adicione pelo menos um email para o modo somente convite

source: Email already added
de: E-Mail bereits hinzugefuegt
es: Email ya agregado
fr: Email deja ajoute
pt: Email ja adicionado

source: Settings
de: Einstellungen
es: Configuracion
fr: Parametres
pt: Configuracoes

source: Language
de: Sprache
es: Idioma
fr: Langue
pt: Idioma

source: Rank Propositions
de: Vorschlaege Bewerten
es: Clasificar Propuestas
fr: Classer les Propositions
pt: Classificar Propostas

source: Placing:
de: Platzierung:
es: Colocando:
fr: Classement:
pt: Colocando:

# rankedSuccessfully
source: Ranked {count} propositions successfully!
de: {count} Vorschlaege erfolgreich bewertet!
es: {count} propuestas clasificadas exitosamente!
fr: {count} propositions classees avec succes!
pt: {count} propostas classificadas com sucesso!

source: Failed to save rankings
de: Fehler beim Speichern der Bewertungen
es: Error al guardar las clasificaciones
fr: Echec de l'enregistrement des classements
pt: Falha ao salvar classificacoes

# chatPausedByHost
source: Chat was paused by host
de: Chat vom Gastgeber pausiert
es: El chat fue pausado por el anfitrion
fr: Chat mis en pause par l'hote
pt: Chat pausado pelo anfitriao

# ratingPhaseEnded
source: Rating phase has ended
de: Bewertungsphase beendet
es: La fase de calificacion ha terminado
fr: La phase d'evaluation est terminee
pt: Fase de avaliacao terminou

source: Go Back
de: Zurueck
es: Volver
fr: Retour
pt: Voltar

source: Rate Propositions
de: Vorschlaege Bewerten
es: Calificar Propuestas
fr: Evaluer les Propositions
pt: Avaliar Propostas

source: Submit Ratings
de: Bewertungen Absenden
es: Enviar Calificaciones
fr: Soumettre les Evaluations
pt: Enviar Avaliacoes

# failedToSubmitRatings
source: Failed to submit ratings: {error}
de: Fehler beim Absenden der Bewertungen: {error}
es: Error al enviar calificaciones: {error}
fr: Echec de la soumission des evaluations: {error}
pt: Falha ao enviar avaliacoes: {error}

# roundResults
source: Round {roundNumber} Results
de: Bewertungsergebnisse
es: Resultados de votación
fr: Resultats du Tour {roundNumber}
pt: Resultados da Rodada {roundNumber}

source: No propositions to display
de: Keine Vorschlaege zum Anzeigen
es: No hay propuestas para mostrar
fr: Aucune proposition a afficher
pt: Nenhuma proposta para exibir

source: No previous winner
de: Noch keine Emergenz
es: Sin emergencia aún
fr: Aucun gagnant precedent
pt: Nenhum vencedor anterior

# roundWinner
source: Round {roundNumber} Winner
de: Gewinner Runde {roundNumber}
es: Ganador de la Ronda {roundNumber}
fr: Gagnant du Tour {roundNumber}
pt: Vencedor da Rodada {roundNumber}

# roundWinners
source: Round {roundNumber} Winners
de: Gewinner Runde {roundNumber}
es: Ganadores de la Ronda {roundNumber}
fr: Gagnants du Tour {roundNumber}
pt: Vencedores da Rodada {roundNumber}

source: Unknown proposition
de: Unbekannter Vorschlag
es: Propuesta desconocida
fr: Proposition inconnue
pt: Proposta desconhecida

# score
source: Score: {score}
de: Punktzahl: {score}
es: Puntuacion: {score}
pt: Pontuacao: {score}

# soleWinsProgress
source: Sole wins: {current}/{required}
de: Alleinige Siege: {current}/{required}
es: Victorias unicas: {current}/{required}
fr: Victoires uniques: {current}/{required}
pt: Vitorias unicas: {current}/{required}

# tiedWinNoConsensus
source: Tied win (does not count toward consensus)
de: Unentschieden (zaehlt nicht fuer Konvergenz)
es: Empate (no cuenta para la convergencia)
fr: Egalite (ne compte pas pour le consensus)
pt: Empate (nao conta para a convergencia)

source: See All Results
de: Alle Ergebnisse Anzeigen
es: Ver Todos los Resultados
fr: Voir Tous les Resultats
pt: Ver Todos os Resultados

source: Start Phase
de: Phase Starten
es: Iniciar Fase
fr: Demarrer la Phase
pt: Iniciar Fase

source: Waiting
de: Warten
es: Esperando
fr: En Attente
pt: Aguardando

source: Waiting for host to start...
de: Warte auf Start durch den Gastgeber...
es: Esperando que el anfitrion inicie...
fr: En attente que l'hote demarre...
pt: Aguardando o anfitriao iniciar...

# roundNumber
source: Round {roundNumber}
de: Runde {roundNumber}
es: Ronda {roundNumber}
fr: Tour {roundNumber}
pt: Rodada {roundNumber}

source: View all propositions
de: Alle Vorschlaege anzeigen
es: Ver todas las propuestas
fr: Voir toutes les propositions
pt: Ver todas as propostas

source: Chat is paused...
de: Chat pausiert...
es: Chat pausado...
fr: Chat en pause...
pt: Chat pausado...

source: Share your idea...
de: Teile deine Idee...
es: Comparte tu idea...
fr: Partagez votre idee...
pt: Compartilhe sua ideia...

source: Add another idea...
de: Weitere Idee hinzufuegen...
es: Agregar otra idea...
fr: Ajouter une autre idee...
pt: Adicionar outra ideia...

source: Submit
de: Absenden
es: Enviar
fr: Soumettre
pt: Enviar

source: Add Proposition
de: Vorschlag Hinzufuegen
es: Agregar Propuesta
fr: Ajouter une Proposition
pt: Adicionar Proposta

source: Waiting for rating phase...
de: Warte auf Bewertungsphase...
es: Esperando fase de calificacion...
fr: En attente de la phase d'evaluation...
pt: Aguardando fase de avaliacao...

source: End Proposing & Start Rating
de: Vorschlaege Beenden und Bewertung Starten
es: Terminar Propuestas e Iniciar Calificacion
fr: Terminer les Propositions et Demarrer l'Evaluation
pt: Encerrar Propostas e Iniciar Avaliacao

source: Proposing Complete
de: Vorschlaege Abgeschlossen
es: Propuestas Completas
fr: Propositions Terminees
pt: Propostas Completas

# reviewPropositionsStartRating
source: Review propositions and start rating when ready.
de: Ueberpruefe die Vorschlaege und starte die Bewertung, wenn du bereit bist.
es: Revisa las propuestas e inicia la calificacion cuando estes listo.
fr: Examinez les propositions et demarrez l'evaluation quand vous etes pret.
pt: Revise as propostas e inicie a avaliacao quando estiver pronto.

# waitingForHostToStartRating
source: Waiting for host to start the rating phase.
de: Warte auf den Gastgeber zum Starten der Bewertungsphase.
es: Esperando que el anfitrion inicie la fase de calificacion.
fr: En attente que l'hote demarre la phase d'evaluation.
pt: Aguardando o anfitriao iniciar a fase de avaliacao.

source: Start Rating Phase
de: Bewertungsphase Starten
es: Iniciar Fase de Calificacion
fr: Demarrer la Phase d'Evaluation
pt: Iniciar Fase de Avaliacao

source: Rating Complete
de: Bewertung Abgeschlossen
es: Calificacion Completa
fr: Evaluation Terminee
pt: Avaliacao Completa

# waitingForRatingPhaseEnd
source: Waiting for rating phase to end.
de: Warte auf Ende der Bewertungsphase.
es: Esperando que termine la fase de calificacion.
fr: En attente de la fin de la phase d'evaluation.
pt: Aguardando o fim da fase de avaliacao.

# rateAllPropositions
source: Rate all {count} propositions
de: Bewerte alle {count} Vorschlaege
es: Califica las {count} propuestas
fr: Evaluez les {count} propositions
pt: Avalie todas as {count} propostas

source: Continue Rating
de: Bewertung Fortsetzen
es: Continuar Calificando
fr: Continuer l'Evaluation
pt: Continuar Avaliando

source: Start Rating
de: Bewertung Starten
es: Iniciar Calificacion
fr: Commencer l'Evaluation
pt: Iniciar Avaliacao

source: End Rating & Start Next Round
de: Bewertung Beenden und Naechste Runde Starten
es: Terminar Calificacion e Iniciar Siguiente Ronda
fr: Terminer l'Evaluation et Demarrer le Prochain Tour
pt: Encerrar Avaliacao e Iniciar Proxima Rodada

source: Chat Paused
de: Chat Pausiert
es: Chat Pausado
fr: Chat en Pause
pt: Chat Pausado

# chatPausedByHostTitle
source: Chat Paused by Host
de: Chat vom Gastgeber Pausiert
es: Chat Pausado por el Anfitrion
fr: Chat Mis en Pause par l'Hote
pt: Chat Pausado pelo Anfitriao

# timerStoppedTapResume
source: The timer is stopped. Tap Resume in the app bar to continue.
de: Der Timer ist gestoppt. Tippe auf Fortsetzen in der Leiste, um fortzufahren.
es: El temporizador esta detenido. Toca Reanudar en la barra para continuar.
fr: Le minuteur est arrete. Appuyez sur Reprendre dans la barre pour continuer.
pt: O temporizador esta parado. Toque em Retomar na barra para continuar.

# hostPausedPleaseWait
source: The host has paused this chat. Please wait for them to resume.
de: Der Gastgeber hat diesen Chat pausiert. Bitte warte, bis er fortgesetzt wird.
es: El anfitrion ha pausado este chat. Por favor espera a que lo reanude.
fr: L'hote a mis ce chat en pause. Veuillez attendre qu'il reprenne.
pt: O anfitriao pausou este chat. Por favor, aguarde a retomada.
